﻿; things that are used in more than one flash movie, used as fallback, when not found in specific section, or we just put everything here since it's too much hassle to give each window it's own loca
[H7General]
MIGHT="力量"
MAGIC="魔法"
NEUTRAL_PLAYER="中立"
TT_INITIATIVE="主动性"
TT_STACKSIZE="生物数量"
FACTION="种族"
AFFINITY="倾向"
LEVEL="等级"
LEVEL_X="%level 级"
LEVEL_UP="升级！"
XP="XP"
STAT_CURRENT_MANA="法力"
QUESTS="任务"
QUEST_PROGRESS="执行中"
QUEST_COMPLETED="已完成"
QUEST_FAILED="已失败"
QUEST_OBJECTIVES="目标"
QUEST_COMPLETED_HEADLINE="完成任务"
QUEST_REWARDS="奖励"
RUNIC_BOX_IS_EMPTY="一团亮闪闪的雾气从盒中散发而出，但什么事都没发生。这个秘盒是空的。"
TRACK_QUEST="追踪任务"
TT_TRACK_QUEST="在小地图上显示任务"
TT_QUEST_FILTER_ALL="所有任务"
TT_QUEST_FILTER_PRIMARY="主线任务"
TT_QUEST_FILTER_SECONDARY="支线任务"
REINFORCE_TITLE="从%town传送生物"
QUEST_ARMY_MERGE_TITLE="选择要保留的生物"
MERGE_POOL_NECROMANCY="亡灵巫术唤回的生物加入军队"
MERGE_POOL_SHADOW_OF_DEATH="受恐惧阴影影响，逃跑的生物回到了军队。"
TT_REINFORCE_ERROR_DIRECTION="无法向该驻地传送生物"
TT_REINFORCE_ERROR_COST="成本过高！"
RESET="重置"
TT_FILLER_OR="或"
TT_FILLER_TO="到"
TT_ADDS="增加"
TT_PER_WEEK="每周"
TT_DWELLING="生物能从这里或者相关联的城镇、要塞处超募。"
TT_DWELLING_NO_LORD="生物能在此招募。"
TT_BELONGS_TO="属于%aocLord"
QUEST_MINIMAP_ICON="任务"
BUY="购买"
SAVE="存档"
OK="确定"
CONTINUE="继续"
CANCEL="取消"
SKIP="跳过"
DONE="完成"
CLOSE="关闭"
YOU="本方"
TT_BASE_VALUE="基础："
TT_HERO_BASE_VALUE="英雄基础值："
TT_HERO_MODIFIER="英雄："
TT_OTHER_MODIFIER="其余："
TT_TOTAL="总体："
TT_MANABAR="法力"
TT_MANA="法力"
TT_MANA_COST="耗费：%number %icon 法力"
TT_MANA_DESC="施展法术时会消耗法力。法力会每天根据英雄的精神数值自动回复。"
TT_ATTACK="攻击"
TT_DAMAGE="伤害"
TT_MAGIC="魔力"
TT_SPIRIT="精神"
TT_DEFENSE="防御"
TT_HERO_ATTACK="力量"
TT_HERO_DEFENSE="防御"
TT_HERO_DAMAGE="伤害"
TT_RANGE="攻击范围"
TT_LUCK="幸运"
TT_MORAL="士气"
TT_MOVEMENT_POINTS="移动力"
TT_MOVEMENT_POINTS_DESC="在崎岖地形上移动速度降低40%，道路上移动速度增加50%。\n捡资源或进入外部建筑消耗1点移动力。"
TT_MOVEMENT_TYPE="移动"
TT_MOVEMENT_TYPE_WALK="步行"
TT_MOVEMENT_TYPE_FLY="飞行"
TT_MOVEMENT_TYPE_TELEPORT="传送"
TT_MOVEMENT_TYPE_JUMP="跳跃"
TT_MOVEMENT_TYPE_SHROUD="潜行"
TT_MOVEMENT_TYPE_STATIC="静止"
TT_MOVEMENT_TYPE_GHOSTWALK="幽灵移动"
TT_ARCANE_KNOWLEDGE="奥术学识"
TT_ARCANE_KNOWLEDGE_DESC="奥术学识允许英雄学习更为强大的法术。\n2阶法术需要3级奥术学识。\n3阶法术需要6级奥术学识。\n4阶法术需要9级奥术学识。\n\n通过学习魔法技能就能够增加英雄的奥术学识。"
TT_ATTACK_DESC="生物的攻击每高出对手防御1点会使伤害增加2%，上限为+250%。"
TT_DAMAGE_DESC="生物的伤害是该组队中生物攻击或反击时造成的伤害。"
TT_MAGIC_DESC="魔力会增强英雄施展法术的威力。"
TT_SPIRIT_DESC="精神影响英雄的法力上限和法力回复速度。\n每点精神增加10点法力上限\n每点精神带来+2每日法力回复。"
TT_DEFENSE_DESC="当生物的防御比对手高出1点时，会使所受伤害减少2%，下限为-70%。"
TT_HERO_ATTACK_DESC="英雄的力量属性会增加英雄所在队伍内所有生物的攻击和英雄的攻击伤害。"
TT_HERO_DEFENSE_DESC="英雄的防御会属性增加英雄所在队伍内所有生物的防御力。"
TT_HERO_DAMAGE_DESC="英雄攻击时造成的伤害，随英雄等级的提升而提升。"
TT_RANGE_ZERO_DESC="该生物只能进行近战攻击。"
TT_RANGE_HALF_DESC="该生物在超过战场宽度一般的距离射击时折损一半攻击伤害。"
TT_RANGE_FULL_DESC="该生物可以射击任何距离的敌人而不会折损伤害。"
TT_LUCK_DESC="幸运决定了产生暴击的概率，幸运低下时会产生低效攻击。\n暴击：生物额外造成高出最大伤害值50%的攻击。\n低效攻击：生物造成小于最低伤害值25%的攻击。"
TT_MORAL_DESC="士气决定了该回合为士气高昂（额外获得士气回合）还是士气低下（无士气回合）。\n生物在士气回合中造成的伤害减半，并且只有一半移动力。"
TT_INITIATIVE_DESC="主动性决定生物在回合中的先后行动顺序。"
TT_LEADERSHIP="领导力"
TT_LEADERSHIP_DESC="英雄的领导属性能增加英雄所在队伍中所有生物的士气。"
TT_DESTINY="命运"
TT_DESTINY_DESC="英雄的命运属性会影响英雄所在队伍中所有生物的幸运。"
TT_MOVEMENT_TYPE_WALK_DESC="地面上的基本移动方式。"
TT_MOVEMENT_TYPE_FLY_DESC="该生物可以飞过其他生物和障碍。"
TT_MOVEMENT_TYPE_TELEPORT_DESC="该生物可以立即传送至范围内的另一位置。"
TT_MOVEMENT_TYPE_GHOSTWALK_DESC="该生物可以穿过其他生物和障碍。"
TT_MOVEMENT_TYPE_JUMP_DESC="该生物能够跳过其他生物和障碍。"
TT_MOVEMENT_TYPE_SHROUD_DESC="该生物能穿过其他生物。"
TT_MOVEMENT_TYPE_STATIC_DESC="该单位无法移动。"
TT_HEALTHBAR="生命值"
TT_UNITINFO="显示信息"
TT_DISMISS="解散"
TT_SPLIT="拆分"
TT_NOT_YOUR_TURN="目前不是你的回合。"
TT_IN_TOWN="在此无法进入。"
DAY="天"
DAYS="天"
MERGE_ARMIES="合并军队"
CARAVAN="商队"
WALL="城墙"
GATE="大门"
WALL_DESC="躲避在墙内的生物受到的远程伤害减半。"
UNIT_TYPE_WARFARE="战争单位"
UNIT_TYPE_TOWER="塔楼"
UNIT_TYPE_UNIT="单位"
UNIT_TYPE_RUNE="符文"
TEST="测试"
LOCAL_GUARD="本地守卫"
GARRISON="驻地"
YES="是"
No="否"
OR="或"
SHOW_ALL="显示全部"
NO_DATA_AVAILABLE="没有可用资料"
TT_HERO_ALIGNMENT_MIGHT="力量英雄"
TT_HERO_ALIGNMENT_MAGIC="魔法英雄"
TT_HERO_LEVEL="等级%i"
VISITED="已拜访"
TT_VISITED="已拜访"
TT_NOT_VISITED="未拜访"
AND="和"
WARFARE_UNIT="战争单位"
WARFARE_UNITS="战争单位"
UNKNOWN="未知"
PN_NEUTRAL_PLAYER="中立玩家"
PN_PLAYER_1="玩家1"
PN_PLAYER_2="玩家2"
PN_PLAYER_3="玩家3"
PN_PLAYER_4="玩家4"
PN_PLAYER_5="玩家5"
PN_PLAYER_6="玩家6"
PN_PLAYER_7="玩家7"
PN_PLAYER_8="玩家8"
PN_PLAYER_NONE="没有玩家"
LOCALGUARD="本地守卫"
CONFIRM="确认"
TT_HERO_GARRISONED="该英雄正驻守在%site"
UNIT_MINUTES="分"
UNIT_SECONDS="秒"
UNIT_YEARS="年"
UNIT_MONTHS="月"
UNIT_WEEKS="周"
UNIT_DAYS="日"
TOTAL_PLAY_TIME="%y年%m月%w周%d天"
ITS_PLAYERS_TURN="%playerName的回合"
COMPLETED="已完成"
COMPLETED_MAP="已完成的地图"
CURRENT_MAP="当前地图"
TREASURE="宝物"
PRISONER="囚犯"
LEAVE="离开"
MAX_LEVEL_REACHED="达到等级上限"
TT_COMING_SOON="即将到来…"
REALLY_DISMISS="确定解散吗？"
DISMISS="解散"
SKIRMISH_QUEST_TITLE="只能有一个！"
SKIRMISH_QUEST_DESCRIPTION="你不是唯一探到这片新大陆的人，另几名凶恶的领主也对此地虎视眈眈，意图鲸吞。你不能让这种事情发生。"
HALF="减半"
FULL="全程"
OPEN_HEROPEDIA="打开英雄百科"


[H7MainMenu]
CAMPAIGN="主线剧情"
HOTSEAT="热作"
SINGLEPLAYER="单人游戏"
SKIRMISH="冲突战"
MULTIPLAYER="多人游戏"
FEEDBACK="意见反馈"
EXTRAS="额外内容"
OPTIONS="选项"
QUIT="退出"
START_CAMPAIGN="开始战役"
SP_SCENARIO="冒险"
SP_DUEL="决斗"
SP_LOAD="加载"
BACK="退回"
BACK_TO_ADV="回到游戏"
BACK_TO_COUNCIL="回到议会"
REPLAY="重玩"
START="开始"
START_CAMPAIGN="开始战役"
CONTINUE="继续"
CONTINUE_CAMPAIGN="继续"
ERROR="错误"
BEGIN="开始"
MP_QUICKDUEL="热座决斗"
MP_JOIN="加入"
MP_CREATE="创建"
REFRESH_GAME="刷新列表"
JOIN_GAME="加入游戏"
TT_GAME_FULL="游戏已满"
TT_MISSING_MAP="因为你没有这张地图，所以无法加入游戏。"
EXTRA_HEROPEDIA="英雄百科"
EXTRA_UPLAY="Uplay"
EXTRA_CREDITS="制作人员"
EXTRA_REDEEM="兑换码"
EXTRA_TRAILER="预告片"
EXTRA_REPLAY="过场动画"
MODE_LAN="局域网"
MODE_ONLINE="在线"
MODE_HOTSEAT="热座"
TT_SELECT_GAME="选择加入一个游戏"
TT_CURRENTLY_REFRESHING="正在刷新…"
DUEL_COMBAT1="战斗地图1"
DUEL_COMBAT2="战斗地图2"
DUEL_COMBAT3="战斗地图3"
TT_RESET_CAMPAIGN="重置战役"
PREV_ON="之前在%map"
MP_DUEL_CREATE="创建"
MP_DUEL_JOIN="加入"
NO_THUMBNAIL_AVAILABLE="没有图像"
CHAT_PLAYER_JOIN="玩家%player加入了大厅"
CHAT_PLAYER_LEAVE="玩家%player离开了大厅"
CHAT_READY="玩家%player准备就绪"
CHAT_NOT_READY="玩家%player没准备好"
CHAT_HOST_RANDOM_PREVIEW="主机开启了小地图预览，你现在可以按下“预览”按钮。"
TT_CLEAR="清空筛选"
CAMPAIGN_LOCKED="伊凡至少需要听取两位议会成员的故事前才能进入自己的战役。"
TT_CAMPAIGN_LOCKED="该战役尚未解锁。\n完成任意两个种族的战役（学院、圣堂、堡垒、地牢、森林或墓园）以解锁。"
TT_CAMPAIGN_LOCKED_ADDON="战役锁定。\n完成堡垒战役已解锁该战役。"
TT_CONTENT_LOCKED="尚未取得"
TT_VANILLA_NAME="英雄无敌VII"
TT_VANILLA_PURCHASE="购买原始 %image 游戏以取得七个额外的战役。"
TT_ADDON_NAME="英雄无敌 VII－烈火试炼"
TT_ADDON_PURCHASE="购买补充包\n%image\n以取得两个额外战役。"
TT_CAMPAIGN_ADDON_NEEDED="你需要补充包"
TT_CAMPAIGN_VANILLA_NEEDED="你需要原始游戏"
TT_NO_CURRENT_GAME="没有可继续的游戏"
TT_CONTINUE="继续：%campaign"
CREDITS="LIMBIC CREDITS\n\nCINEMATICS BY DIVISION 48\nMarcin Przybyś\nGrzegorz Przybyś\nKatarzyna Niemczyk\nAnna Szerszeń\nRafał Wojtunik\nMarcin Karolewski\nPaweł Bieniasz\n\nSOUND DESIGN & AUDIO MANAGEMENT BY DYNAMEDION\nwww.dynamedion.com\n\nSOUND FX & MUSIC INTEGRATION\nMichael Prechtl\nMichael Schwendler\n\nSOUND FX DESIGN\nMichael Schwendler\nMichael Prechtl\nDavid Osternacher\nValentin Göllner\nStefan Kemler\nAxel Rohrbach\nFelix Diekhake\nHenning Nugel\n\nADDITIONAL SOUND DESIGN\nPierre Chambon\n\nUBISOFT ENTERTAINMENT\nCEO\nYves Guillemot\n\nEXECUTIVE DIRECTOR, WORLDWIDE STUDIOS\nChristine Burgess-Quemard\n  \nUBISOFT EMEA EXECUTIVE DIRECTOR\nAlain Corre\n\nEMEA UBISOFT PARTNERS\nDIRECTOR\nDeborah Papiernik\n\nSENIOR PRODUCER\nGary Paulini\n\nPRODUCERS\nAlexis de Becque\nHélène Henry\n\nASSOCIATE PRODUCERS\nMélanie Jayasooriya\nPaul Barrier\n\nPRODUCTION ASSISTANT\nBenjamin Teissier\n\nLEAD DESIGNER\nXavier Penin\n\nLEAD LEVEL DESIGNER\nJulien Pirou\n\nLEAD WRITER\nKurt McClung\n\nSTORY WRITERS\nRonan Le Breton\nSimon Mackenzie\nJulien Pirou\nXavier Penin\n\nADDITIONAL PROOFREADING\nStephen Gaskell\n\nBUSINESS DEVELOPMENT & GROUP MARKETING MANAGER\nRémi Perreault\n\nBUSINESS DEVELOPMENT MANAGER\nGrégory Carreau\n\nBUSINESS DEVELOPMENT ASSOCIATE\nFabien Lainé\n\nSENIOR FINANCIAL PLANNING ANALYST\nCéline Benefice\n\nSENIOR INTERNATIONAL BRAND MANAGER\nLeslie Capillon\n\nINTERNATIONAL PRODUCT MANAGERS\nPeter Feurmour\nNathan Novella\nArthur Dejardin\n\nGRAPHIC DESIGNERS\nJacques Duriez\nAngèle Coquerie\nMael Jaouen\nInès de Carvalho\n\nCOMMUNITY DEVELOPER\nArnaud Fremont\n\nWEB DEVELOPER\nNicolas Corral\n\nWEB DEVELOPER ASSISTANT \nThéo Touaty\n\nMIGHT & MAGIC REFERENCE TEAM\nCREATIVE DIRECTOR\nErwan Le Breton\n\nCREATIVE DIRECTOR ASSISTANT\nVictor Malineau\nGuillaume Broche\n\nLEAD WRITER\nKurt McClung\n\nFRANCHISE WRITERS\nJeff Spock, Julien Pirou, Mathieu Gaborit, Richard Dansky, Ronan Le Breton, Simon McKenzie, Stephen Gaskell\n\nFRANCHISE GAME DESIGNERS\nXavier Penin, Loïc Portnoë, Theo Gallego\n\nARTISTS\nMichael Komarck, Adrian Smith, Aleksi Briclot, Benjamin Carré, Bertrand Benoit, Gwendal Lemercier, Jean-Sébastien Rossbach, Olivier Ledroit, Pierre Mony Chan, Stéphane Bileau, Xavier Collette\n\nMUSIC\nORIGINAL THEMES\nMusic composed by Paul Romero & Rob King\nProduced, Recorded & Mixed by Rob King\nProgramming & Orchestrations – Paul Romero & Rob King\nRecorded & Mixed at Green Street Studios, Sherman Oaks, CA\n \nADDIONAL MUSICIANS & PERFORMERS\nPiano – Paul Romero\nVocals – Karin Mushegain, Rob King, Veronica Iliopoulou\nCello – Fang Fang Xu\nOboe & English Horn – Yeon-Hee Kwak\nFlute & Alto Flute – Jelka Weber\nShahrazad Clarinet – Huseyin Pulant\nPercussion – MB Gordy & Rob King\nAdditional Vocal – Christopher Robert Smith\nGroup Shouts – The Hampton Beats\n\nSpecial melodic contribution by Stamatis Altinidis\n\nTechnical Recording List:\nRecording Preamps: Manley Slam!, API 512c, Neve 1084 & Martech MSS-10\nMicrophones: AKG C12, Wunder CM7’s, Microtech Gefell UM75’s, Royer SF-12, Neumann U87\nMixing Chain: BURL B2 AD/DA Converters, Bricasti M7 Reverb’s,  Fabfilter Pro-Q, API 550a’s, GML 8200, Amtec PEQ-10’s, Shadow Hills Mastering Compressor & Maselec MPL-2. \n\nADDITIONAL MUSIC AND AMBIENT THEMES\nMusic composed by Roc Chen\nArt Direction by Sylvain-Luc Brunet\nMixed by Sylvain-Luc Brunet\n\nMIGHT & MAGIC VIP FANS\nAcid Dragon\nAlderbranch\nAngelspit\nArchWarlock\nAri Wigdor\nAssassass77\nChuckles\nD.Jaskowski\nDaO\nDark Dragon AC\nDreamwright\nElvin\nevilp\nField\nFrank\nIvo\nJeffrey G.\nJolly Joker\nJulia T.\nKalah\nKareeah Indaga\nKratorTorre\nLaBoule\nLabyrinth\nLepastur\nLord Crusader\nLuk & jareQ\nLuzur\nOndřej Šindler\nRafaelC\nSave Tara\nsfidanza\nsocketboy\nTress\nTristanIJB\nVeldrynus\nVitirr\nVologyaHUNTeam\nVyse0\nYurian Stonebow\nZenithale\nznork\n\nFANDAY ATTENDEES\nGalaadleHaut\nStevie (aka BeYo_OnD)\nMicutz\nEmeraldPhoenix\nJotunLogi\nXiaraz\nRoch-Silverfang\nVitirr\nLepastur\nPhil P.\nMatthew P.\nJaxon D.\n\nTOP 30 SHADOW COUNCIL CONTRIBUTORS\nGalaadleHaut\nMirash-\nSempai_Mur\nEnergyW\nmediczero\nramborusina\nCleglaw\nNecromancer1981\nChiasa\nMarblethrone\nNestyBern\nmerenefere1282\nmixerysA\nLightAvatarX\nrodaff\nRRick_CZ\nKaanzakin\nStevie (aka BeYo_OnD)\ndenisa016\nKhanOfSlaughter\nblueraven9\nJotunLogi\nlogical.dust\nSlumbrousShip5\ndarioio\nMatooob\nRobvD84\nTimur0705\nNiwroc\nArticun\nLizard_Warrior\n\nEMEA UBISOFT MARKETING\nCHIEF MARKETING & SALES OFFICER\nGeoffroy Sardin\n\nDIGITAL & FREE-TO-PLAY BRAND DIRECTOR\nThomas Painçon\n\nRETAIL SALES DIRECTOR\nSabine Berthier\n\nBRAND MANAGER\nJerome Lambert\nRomain Orsat\n\nBRAND MANAGER ASSISTANT\nJulie Swarz\n\nLOCAL BRAND MANAGERS\nAlan Dykes, Oliver Coe\nEmmanuel Fauchez, Damien Jamet\nStefano Rigattieri, Giulia Mambrini\nBenedikt Schueler, Simon Magata, Marius Meierhoefer\nRoberto Rollon,  Pablo Abellan, Guillermo Del Tio\nGerben Kaup, Fijke Mandemakers\nMatthew Tang, Morten Ryberg, Martin Hyst\nEugen Knippel, Gil Grandjean, Julien Petruio\nYoshihisa Tsuji, Kazuhiro Ueda, Atsuko Kobayashi\nSue Hong, Judy Chan, Iris Choi, George Dobrodeev\nRafal Adasiak, Grzegorz Szabla\n\nPR MANAGER\nClaire-Olga Guiomard\nThomas Beaufils\n\n\nDIGITAL MARKETING & CRM DIRECTOR\nStéphane Catherine\nDIGITAL MARKETING GROUP MANAGER\nJean Guerin\n\nDIGITAL MARKETING MANAGER\nAlexis Van De Kerkhove\nAlexandre Guenounou\n Lucie Chiesa\n\nCOMMUNITY DEVELOPMENT GROUP MANAGER\nChristophe Zerathe\n\nCRM COORDINATOR\nLuken Aragon\n\nWEB PRODUCTION MANAGER\nMickael Lagarde\n\nTRADE MARKETING GROUP MANAGER\nJean-Baptiste Desmaizieres\n\nTRADE MARKETING MANAGER\nInès Agbanchenou\n\nONLINE SALES DIRECTOR\nSébastien Courmont\nVincent Marty\n\nDIGITAL SALES MANAGER CONSOLES\nRaphael Rodriguez\n\nKEY ACCOUNT MANAGER CONSOLS\nSamir Ait El Hadj\n\nPC DIGITAL & CLOUD GAMING SALES MANAGER\nCaroline Ludmann\n\nKEY ACCOUNT MANAGER PC DIGITAL\nMehdi Saidi\n\nSTRATEGIC PLANNING MANAGER\nJulien Delalande\n\nMARKETING COORDINATOR\nElodie Palloix \n Claire Collet\n\nPAPERPARTS & GRAPHIC STUDIO MANAGER\nVincent Hamet\n\nPAPERPARTS Specialist\nCécile Oresve Abbassidi\n\nLOCALZIATION SPECIALIST\nEmma Lepeut\n\nLOCALIZATION MARKETING ASSISTANT\nThomas Garel\n\nMANUFACTURING MANAGER\nLaurent Gaudy\n\nPLANNING MANAGER\nRaphael Bonnin\n\nPLANNING COORDINATOR\nCéline Chapelain\n\nCOM. TOOLS PURCHASING MANAGER\nGuillaume Mammi\n\nCOM. TOOLS PURCHASING COORDINATOR\nTimothée Boyreau\n  \nAGE RATING COORDINATOR\nJean-Marie Mogentale\n\nUBISOFT ENTERTAINMENT US\nNCSA OPERATIONS \n\nVICE PRESIDENT, OPERATIONS\nRich Kubiszewski\n\n SENIOR DIRECTOR, OPERATIONS\nJosiane Valverde\n\nUS DIRECTOR PRODUCTION PLANNING AND CUSTOMER SUPPORT\nBrent Wilkinson\n\nSENIOR MANAGER, NORTH AMERICAN AGE RATING & PRODUCTION PLANNING\nShannon Kokoska \n\nNORTH AMERICAN AGE RATING SPECIALISTS\nAndres Chirino and Ben White\n\nKEY MASTER\nEmmy Lee \n\nUBISOFT NORTH AMERICA\nPRESIDENT & CEO\nLaurent Detoc\n\nSENIOR VICE PRESIDENT, SALES AND MARKETING\nTony Key\n\nVICE PRESIDENT, MARKETING\nAdam Novickas\n\nSENIOR DIRECTOR, MARKETING\nScott Sappenfield\n\nSENIOR BRAND MANAGER\nThomas Seris\n\nDIRECTOR, PUBLIC RELATIONS\nTim Cummins\n\nASSOCIATE DIRECTOR, PUBLIC RELATIONS\nMichael Beadle\n\nSENIOR PUBLIC RELATIONS MANAGER\nArne Pedroso\n\nASSOCIATE PUBLIC RELATIONS MANAGER\nSarah Irvin\n\nVICE PRESIDENT, MEDIA AND PROMOTIONS\nJill Steinberg\n\nSENIOR MEDIA MANAGER\nNatalie Ochoa\n\nSENIOR ONLINE MEDIA MANAGER\nAdam Krause\n\nONLINE MEDIA MANAGER\nJesica Brucart\nSamantha Diaz \n\nASSOCIATE DIRECTOR, PROMOTIONS\nJeff Dandurand\n\nPROMOTION MANAGERS\nJaime Gonzalez\n\nSENIOR EVENTS MANAGER\nCalvin Kwan\n\nASSOCIATE EVENTS MANAGER\nGabriela Gucho-Oliva\n\nEVENTS SPECIALIST \nNicole Cullop\n\nVICE PRESIDENT, DIGITAL MARKETING\nJustin Landskron\n\nASSOCIATE DIRECTOR, DIGITAL MARKETING\nDavid Macachor\n\nSENIOR MANAGERS, CRM & LOYALTY\nScott Dixon\n\nCRM MANAGER\nKatie McGuigan\n\nASSOCIATE CRM MANAGER\nBen Yu\n\nCRM COORDINATOR\nAlexis Beverly\n\nDIRECTOR, DIGITAL SALES\nJean Raymond\n\nSENIOR MANAGER, DIGITAL COMMERCE\nWhitman Shenk\n\nDIGITAL SALES MANAGER\nNatalie Adt\n\nDIGITAL SALES OPS ASSOCIATE\nTony Hsu\n\nVICE PRESIDENT, SALES\nMike Eisenberg\n\nUBISOFT BUCHAREST WEB TEAM\nWEB DESIGN TEAM LEAD\nGabriela Covali\n\nWEB DESIGNER\nVlad Ionescu\n\nWEB INTEGRATOR\nDaniel Antemir (Web Integrator)\n\nUBISOFT BUCHAREST QC TEAMS\nWORLDWIDE QUALITY CONTROL DIRECTOR\nRazvan Rotunjanu\n\nWORLDWIDE QUALITY CONTROL COORDINATOR\nRobert Neculau\n\nWORLDWIDE QC COMPLIANCE COORDINATOR\nMircea NUTU\n\nQC STUDIO MANAGER\nEmil Gheorghe\n\nTSD QC MANAGER\nVlad Ionescu\n\nQC UNIT MANAGER\nAdrian Simpetru\n\nQC PROJECT LEAD\nStefan Villa\n\nASSOCIATE QC LEAD\nEmilia Cocosila\n\nQC TEAM\nAlexandra Monica Marin \nAlexandru Ambrozie Stanciu \nAndreea Pop \nAnton-Gabriel Mihai \nCatalin-Stefan Dorus \nCerasella Madescu \nCiprian-Costin Vataselu \nIonut Viorel Mateius \nMarius-Stefan Grigore \nMihai-Petre Dragut \nRadu-George Stoian \nTeddy Cristian Nicolae \nMarius Mihai Ciubucciu \nCostinel Mihalache \nBogdan Radu \nStefan Raducu Cudalbu \nRazvan Adrian Dumitrescu \nBogdan Mihai Culcea \nValentin Nicusor Chiriac \nMihai Alexandru Manea \nConstantin Adrian Calin \nDaniel Valentin Pereteanu \nValentin Iancu \nRomin Marius Dinu \nStefan Alexandru Chirita \nEmilian Marian Alexe \nIon Alexandru-Gabriel Bunescu \nIbrahim Coskun \n\nUOR/NETWORKING LEAD\nAlexandru Bontu\n\nUOR/NETWORKING ASSOCIATE LEAD\nCodrut Cosmescu\n\nUOR/NETWORKING TEAM\nAdrian Tila\nAlexandru Carp\nAndrei Vladimir Georgescu\nAndrei Stanciu\nCatalin Daniel Balan\nCosmin Ionut Popa\nCristian Iancu\nCristina Gheorghe\nDragos Florin Sandru\nFlorian Mihai\nMihai-Sorin Cazangiu\nNelu Vale\nSebastian Pascu\nValentin George Nicolaie\nVladimir Gaitan\n\nLOAD TEST TEAM\nConstantin Vilceanu\nIoana-Madalina Carapcea\n\nTRACKING TEAM LEAD\nBogdan Preda\n\nTRACKING TEAM\nAlexandru-Alin Albu\nCosmin Dumitrescu\n\nPC REQUIREMENTS LEAD\nMarius Tudorache\n\nPC REQUIREMENTS TEAM\nAlexandru Ivana\nAlexandru Teodor\nAndrei Costin Alexe\nAndrei Mihai\nCodrut Catargiu\nConstantin Fotea\nCristina-Mihaela Aldea\nGiuseppe-Ion Andrei\nHoratiu Bradeanu\nMarius Enciu\nPaul-Ionut Dumitrescu\nSilviu-Iulian Stoica\nVictor Pop\n\nAUDIO-VIDEO LEAD\nOctavian Constantin\n\nAUDIO-VIDEO ASSOCIATE LEAD\nAndrei Begu\n\nAUDIO-VIDEO SPECIALIST\nDan Dragomir\nFlorian Alungulesa\n\nPUNE QC MANAGER\nRahul Khatal\n\nJUNIOR FPA SPECIALIST\nVinit Shetty\nTanveer Shaikh\n\nLOCALIZATION QC LEAD\nAndrei Voicu\n\nASSOCIATE QC LEADS \nRadu-Dumitru Barbosa\nCristina Paraschiv\n\nLOCALIZATION TEAM LEADERS\nSebastian Acuña\nAlexandre Goux\n\nLOCALIZATION SPECIALISTS\nFrench:\nAlexandre Goux\nGuillaume Solente\n\nItalian:\nAlessandro Cubicciotti\nMichele Sanchioni\n\nGerman:\nStefan Dragoman\nPatrick Meyer\n\nSpanish:\nSebastian Acuña\nCarlos Lopez\n\nRussian: \nNatalia Samatios\n\nPolish: \nBart Klofik\n\nLOCALIZATION PROJECT MANAGEMENT \nEMEA LOCALIZATION MANAGER\nEugen Popescu\n\nEMEA LOCALIZATION QUALITY MANAGER\nAnca Marica\n\nLOCALIZATION PROJECT MANAGER\nAdrian Turbatu\n\nLOCALIZATION DEV TEST\nAlexandra Tugui\n\nFRENCH VERSION BY\nTranslation and Adaptation\nPhilippe Colin\nNicolas Fanthou\n\nRecording Studio\nDUNE SOUND - Paris\n\nAudio Project Manager\nDAUBRY Olivier\n\nArtistic Director\nSIONNEAU Nathalie\n\nRecording Sound Engineer\nMOEDT Sebastiaan\n\nPost-Production Coordinator\nKRUEGER Kevin\n\nVoice talents\nAUGEREAU Véronique\nCHATELET Julien\nDEGENNE Juliette\nFAURE Jean-Louis\nGABAY Bernard\nKEITA Fily\nLE MINOUX Martial\nLEFEBVRE Laëtitia\nLOBE Daniel\nMELLOUL Céline\nMEYERE Bruno\nPREJEAN Laura\nRONCHEWSKI Stéphane\nTOME Antoine\nTUA Lionel\nVIGNE Michel\n\nGERMAN VERSION BY\nUbisoft GmbH\n\nCoordination and Proofreading\nDieter Pfeil\nStefan Dinger\n\nTranslation\nChristian Jentzsch\n\nAudio Production\nTonproduktion Krauthausen GmbH\n\nSound Engineer\nFrank Schlusemann\n\nVoice talents\nAndreas Meese\nAnne Fink\nBen Steinhoff\nBritt Gülland\nCarlos Lobo\nCaroline Keufen\nChristina Hartz\nClaudia Gahrke\nDieter Brandecker\nEdda Fischer\nEva-Verena Müller\nIlya Welter\nInka Lioba Bretschneider\nKatrin Hess\nMarco S Reinbold\nMarkus Haase\nMatthias Haase\nMaximilian Hilbrand\nOliver Krietsch\nPhilipp Scheppmann\nSarah Peitz\nSimon Roden\nSunny Bansemer\nThomas Friebe\nTobias Brecklinghaus\nUlrike Schwab\nVolker Wolf\n\nITALIAN VERSION BY\nSYNTHESIS\n\nPROJECT MANAGER\nNINO NASTASI\n\nTRANSLATION\nEMANUELE MATTEI\n\nREVIEW\nELIZABETH GABELLIERI\nFLORIANA GRASSO\n\nSPANISH VERSION BY\nSYNTHESIS IBERIA\n\nPROJECT MANAGER\nGUS DÍAZ\n\nTRANSLATION\nSALVADOR TINTORÉ\nJUAN RAMÓN ACEDO\nJOSE GALLEGO\n\nREVIEW\nSERGIO HERNÁNDEZ\n\nBRAZILIAN VERSION BY\nSYNTHESIS BRASIL\n\nPROJECT MANAGER\nMAURO BOSSETTI\n\nTRANSLATION\nHUGO ALCOFORADO\nGUILHERME ANTONUCCI\nDANILO VENTURINI\n\nREVIEW\nJOÃO CURZIO\n\nPOLISH VERSION BY\nGAMEKEEPER\n\nRUSSIAN VERSION BY\nLOGRUS INTERNATIONAL\n\nPROJECT MANAGER\nANTON SHERSTNEV\n\nTRANSLATION\nANTON SHERSTNEV\nNATALYA GORDEEVA\nMAXIM LEVUSHKIN\nDMITRY SOBOTSINSKI\nKSENIA KOVALEVA\nANASTASIA STAZHILO-ALEKSEEVA\nELIZAVETA UCHITELEVA\nEKATERINA KALEGINA\n\nARTISTIC AND DUBBING DIRECTION, SOUND PRODUCTION MANAGER\nNATALYA GORDEEVA\nANDREY VAKAEV\nSERGEY VOROBYEV\nVLADIMIR GREZNEV\n\nSOUND PRODUCTION MANAGER\nOLEG MIRONOV\n\nVOICE TALENTS\nDIOMID VINOGRADOV\nALEXANDER GAVRILIN * MIKHAIL GEORGIU\nANASTASIA ZHARKOVA\nOLGA ZVEREVA * VASILIY ZOTOV\nRAMILYA ISKANDER\nKONSTANTIN KARASIK * NATALIA KAZNACHEEVA * VSEVOLOD KOUZNETSOV * YELENA KISHCHIK\nRADIK MOUHAMETZYANOV\nALEXANDER NOVIKOV\nDMITRIY POLYANOVSKIY * MAXIM PINSKER\nDENIS STROYEV\nMARIA FORTUNATOVA\nALEXANDER HOSHABAEV * YELENA HARITONOVA\nPROKHOR CHEKHOVSKOY * YELENA CHEBATURKINA\nTATIANA SHEETOVA * YELENA SHOULMAN\nDANIIL SHCHEBLANOV * POLINA SHCHERBAKOVA\n\nCZECH VERSION BY\nPlayman s.r.o.\n\nProject Manager\nVáclav Poláček\n\nTranslation\nMichal Farník\n\nLocalization Testing\nVáclav Poláček\n\nHUNGARIAN VERSION BY\nScillex\n\nTranslation\nZsolt Jakab\nGábor Tamás\nIstván Sziklai\n\nTesting\nZsolt Jakab\nKrisztián Kovács\n\nKOREAN VERSION BY\nIntragames Co., Ltd.\nTeam Nameless\nHun-Joon Ha\nWon-Jin Choi\n\nCHINESE VERSION BY\nBug Tracker Chengdu\n\nTest\nBihan Network\n\nSpeical Thanks to\nHeavenK\nEvilP\n\nTAIWANESE VERSION BY\nUBISOFT LIMITED\n\nMANAGING DIRECTOR\nKeith Chan\n\nMARKETING DIRECTOR\nTitus Ou\n\nMARKETING MANAGER\nLeon Chang\n\nLOCAL BRAND MANAGER\nDuck Chiang\nRika Fung\nSeven Lee\n\nLOCALIZATION PROJECT MANAGEMENT\nJacky Lin\n\nLINGUISTIC TESTING\nDK Liao\nChang Hsiang Huang\nJason Tsai\nYu Wei Wu\nEn Shuo Hsu\n\nTRANSLATION\n#30 Jutz Zollern Workroom\nBlake Cheng\nBrell Li\nCole Cheng\nDindo Lin\nEric Lee\nEvan Lai\nHanna Lai\nLandis Tan\nLorraine Lin\nOskar Shih\nTony Hsu\nValeria Wang\nWhy Lee\nZoe Yu\n\nROMANIAN VERSION BY\nRadu D. Bărbosa\n\nONLINE SERVICES\nWORLDWIDE STUDIOS CASUAL GAMES – ONLINE DIRECTOR\nStephanie Perotti\n\nONLINE SERVICES MANAGER\nJulien Hummer\n\nONLINE TECHNICAL COORDINATION MANAGER\nFabrice Pierre Elien\n\nONLINE SERVICES LINE PRODUCER\nLucas Bonan\n\nJUNIOR LINE PRODUCER UPLAY\nStéphanie Madelin\n\nUPLAY PC TEAM\nDEVELOPMENT DIRECTOR\nPierre Escaich\nUPLAY UBISOFT MASSIVE TEAM\nASSOCIATE PRODUCER\nNoel Lindell\nPRODUCT MANAGER\nRobert Pearce\nLEAD PROGRAMMER\nOlof Naessén\nLEAD SERVER PROGRAMMER\nNils Bandel\nASSOCIATE LEAD PROGRAMMER\nJon Lilja\nOPERATIONS MANAGER\nAnders Lejczak\nOPERATIONS ASSISTANT\nMikael Hjortsberg\nPROGRAMMERS\nMathias Fredriksson, Igor Khlepitko, Johan Soräng, Gustaf Ekberg, Ulf Persson, Alexander Strandberg,\nOlafur Waage, Fedor Chinarev, Mikael Selander\nUI DESIGNER\nTimur Kondrakov\nLEAD QC\nMagnus Hallenborg\nJUNIOR TESTER\nMikael Sok\nINTEGRATION ARCHITECT\nMarkus Holmberg\nONLINE SYSTEMS ADMINISTRATOR\nMattias Erichsén\nSENIOR MARKETING INTELLIGENCE ANALYST\nJakob Brynte\nCOMMUNITY DEVELOPER\nCain Sinopoulos\nPROJECT COORDINATOR\nMorag Doig-Granito\nTECHNICAL WRITER\nChristina Nilsson\nUPLAY UBISOFT KIEV TEAM\nPROGRAMMERS\nOleksii Nesterenko, Petro Pavlov, Denys Sokolov, Kostiantyn Bondar, Sergii Ushakov, Oleksandr Bosyi, Oleksii Titov.\nQC\nAndrii Velychko\nUPLAY QC TEAM BUCHAREST\nQC UNIT MANAGER\nAndrei Verzea\nQC PROJECT LEAD\nTiberiu Axinti\nASSOCIATE QC PROJECT LEAD\nFlorin Oniu\nTEST COORDINATORS\nAndrei-Marius Caravan, Costin-Bogdan Echert\nTESTERS\nNicusor-Iulian Grosu, Adrian Benedic, Marius Dascalu, Madalina-Ioana Marin, George-Marian Badiu, Eduard Motoi, Stefan Trif, Florin-Silviu Gagiu, Razvan Paraschivescu.\n\nTECHNOLOGY GROUP\nTG MANAGEMENT TEAM\nTechnology Group Directors\n\nTools & Middleware Product Managers\n\n\n\nTools & Middleware Engineering Leads\n\n\nOnline Deputy Director\nOnline Product Directors\nOnline Development Directors\n\nOnline Service Director \n\nOnline Product Manager\nOnline Product Specialist\nOnline Tool Support Specialist\nStrategic Partner Managers\n\nCoordinators\n\n\n\n\nSYNAPSE TEAM\nTeam Lead\nTechnical Lead\n\nProgrammer\n\n\n\n\n\nRelease and Build Specialists\n\nBucharest Team Lead\nBucharest Programmers\n\nBucharest Tools Support Specialist\n\nFLYING ARCHITECTS TEAM\nTechnical Architect\n\n\n\nGEAR TEAM\nTeam Lead\nTechnical Lead\n\nGear Programmers\n\n\n\n\n\n\n\n\n\nTechnical Architect\nTool Support Specialist\n\nUPLAY MONTREAL\nProducer\nAssociate Producer \nProduct Manager\n\nPROGRAMMING\nTeam Lead Engine\nTeam Lead Services\nEngine Programmers\n\n\n\n\nServices Programmer\n\n\nUser Interface Programmers\n\n\n\nBusiness Intelligence Programmer \n\nART & DESIGN\nUX Director\nLead Game Designer\nTeam Lead Graphics\nDesigners \n\n\n\n\nQUALITY ASSURANCE\nTeam Lead Quality Assurance\nTool Support Specialists\n\n\n\nBucharest QC Team\nUnit Manager\nProject Lead\nGame Tester\n\nOPERATIONS\nOperations Support Specialist\n\n\nRENDEZ-VOUS PLATFORM TEAM\nLead Programmer\nTechnical Lead\n\n\nTeam Leads\n\n\n\n\nProgrammers in Montreal \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProgrammers in Craiova \n\n\n\nTool Support Specialist\n\nBuild Specialist\n\nUBISERVICES TEAM\nProduct Manager\nLead Programmer\nLead Database Administrator\nTeam Lead\n\n\n\nProgrammers\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRelease & Build Specialist\n\n\nDNA TEAM\nLead Programmer\nTeam Lead\nTech Lead\nProduct Specialist\nProgrammers\n\n\n\n\nBI Developers\n\nWeb Developers\n\n\nSTORM TEAM\nProduct Manager\nTechnical Architect\nTeam Lead\nTechnical Lead\nProgrammers in Montreal \n\n\n\n\n\n\nProgrammers in Craiova \n\nBuild Specialist \n\nOASIS TEAM\nTEAM LEAD\nFrançois Chartrand\n\nTECHNICAL LEAD\nSebastien Hivon\n\nPROGRAMMERS\nJean-Philippe Turcot\nMarie Duhaime-Major\n\nERGONOMIST\nKarine Thériault\n\nTOOL SUPPORT SPECIALIST\nOctavian-Mihai Velicu\n\nPRODUCT SPECIALIST\nAnamaria Musca\n\nPRODUCT MANAGER \nAlexandre Piché\n\nTRACKING ANALYSTS\nFrancois-Xavier Warszawski\nRay Benson\nSu Yang\nAlexandre David \n\nIT TEAM SPECIAL THANKS\nAnne Liardet\nBertrand Genot\nGuillaume Urbejtel\nMounir Hami\nOlivier Muheisen\nSylvain Airaud\nAlexandra Lupan\n\nGAMES LAB\nEDITORIAL USER RESEARCH DIRECTOR\nSébastien Odasso\n\nTEAM LEAD GAMES USER RESEARCHER\nQuentin Pierre\n\nGAMES USER RESEARCHER\nJean-Luc Potte\n\n\nGAMES USER RESEARCHER JUNIOR\nGuillaume Louvel\n\nSPECIAL THANKS\nThe incredible Ubi Partners team\nJon Van Caneghem and all the team at New World Computing\nThe 力量 & 魔法 teams from 3Mages, Arkane Studios, Black Hole, Capybara Games, Digital Apes, Limbic Entertainment, Nival, Related Design, Virtuos, Volta, Ubisoft Blue Byte, Ubisoft Chengdu, Ubisoft Quebec and Ubisoft Shanghai\nAurélien Gournay, Sebastien Tasserie, Irina Kassina\nSamantha Bailly, Xavier Guilbert, Noemie Verpeaux\nStéphane Decroix, Xavier Spinat, Stéphanie Langlois\nMathieu Girard, Romain de Waubert de Genlis, Max Von Knorring, Majdi Kraiem, Corinne Billon\nHugues Martel, David Laquerre, Alexandre Letendre, Feng Xun\nStephane Jankowski, Guillaume Borgia, Louis Patalano, Caroline Soucy, Thierry Dansereau\nDoru Apreotesei, Piero Cioni, Christopher Schmitz, Dominic Böhme\nHenning Schmid\nThomas Geoffroy\nCara, Othon, Shito, Sodat & Tanguy for moral support and feedbacks\nZohra for love, support and dedication\n\nPowered by Wwise © 2006 – 2015 Audiokinetic Inc. All rights reserved. \n\nUses Simplygon (R), Copyright (c) 2015 Donya(R) Labs AB\n\nPortions of this software utilize SpeedTree® technology (©2015 Interactive Data Visualization, Inc.). SpeedTree® is a registered trademark of Interactive Data Visualization, Inc. All rights reserved.\n\nThis software product includes Autodesk® Scaleform® software, © 2012 Autodesk, Inc. All rights reserved.\n\n“Unreal® is a registered trademark of Epic Games, Inc.” \n“Unreal® Engine, Copyright 1998 – 2015, Epic Games, Inc. All rights reserved.” \n\n\n"
TUTORIAL="教学"
TUTORIAL_MAP="游戏"
TUTORIAL_VIDS="视频"
TUTORIAL_VID_1="基础"
TUTORIAL_VID_2="城镇画面"
TUTORIAL_VID_3="战斗"
TUTORIAL_VID_4="技能轮"
TUTORIAL_VID_5="视频5"
TUTORIAL_VID_1_URL="https://www.youtube.com/watch?v=hGX0QsIIAfg"
TUTORIAL_VID_2_URL="https://www.youtube.com/watch?v=Rfy2rD-gSy0"
TUTORIAL_VID_3_URL="https://www.youtube.com/watch?v=XUkGQSsZKzU"
TUTORIAL_VID_4_URL="https://www.youtube.com/watch?v=aY9AbKCJlyg"
TUTORIAL_VID_5_URL="https://www.youtube.com"
LOST_TALES="失落传说"
LOST_TALES1="失落传说 1"
LOST_TALES2="失落传说 2"
ADDON="扩展包"
HEADER_CAMPAIGNS="战役地图"
HEADER_CUSTOM="自定游戏"
HEADER_TUTORIAL_MAP="教学地图"
HEADER_ADVENTURE="冒险地图"
HEADER_DUEL="进入决斗"
NAT_LABEL="NAT"
NAT_STAGE1="开放的网络地址转换\n开放的网络地址转换设置将使连接其他玩家将不再受到限制。"
NAT_STAGE2="普通的网络地址转换\n普通的网络地址转换将受到一定限制，并无法连接严格网络地址转换的玩家。"
NAT_STAGE3="严格的网络地址转换\n严格的网络地址转换可能导致你无法加入某些游戏。"
TT_NAT_HEADER="网络地址转换"
TT_UPNP_ON="开启UPnP支持"
TT_UPNP_OFF="禁用UPnP支持"
HOST_NAT_STAGE1="开启网络地址转换\n无论你的网络地址转换设置为何，都能加入该游戏。"
HOST_NAT_STAGE2="普通的网络地址转换\n若你的网络地址转换设置为开放或普通，则能加入游戏，否则很可能无法连接。"
HOST_NAT_STAGE3="严格的网络地址转换\n若你的网络地址转换设置为开放，则能加入游戏，否则可能无法连接。"
PAGE_X_OF_Y="%x/%y"
CAMPAIGN_COMPLETED="战役已完成"
BONUS_DESCRIPTION="已解开："
MINIMAP_TOWN="城镇"
MINIMAP_TOWN_START="初始地点 %nr"
MINIMAP_TELEPORTER="传送门"
MINIMAP_STAIRWAY="楼梯"
MINIMAP_MINE="矿坑"
MINIMAP_UNKNOWN="未知"
MINIMAP_FORT="要塞"
PLANE_SURFACE="地表"
PLANE_UNDERGROUND="地底"
GENERATE_MAP="生成地图"
RANDOM_MAP="生成随机地图"
RANDOM_MAP_PREVIEW="预览"
RANDOM_MAP_SETTINGS="设置"
TT_PREVIEW_DONE="预览已经产生。"
TT_PREVIEW_HOST="主持人没有开启小地图预览。"
TT_PREVIEW_GENERATE="点选以随机产生小地图预览"
TT_SETTINGS_HEADLINE="这张地图是使用以下设置随机产生的："
TT_SETTINGS_SIZE="地图大小： %value"
TT_SETTINGS_RICHNES="富有度"
TT_SETTINGS_NEUTRAL="中立军队强度： %value"
TT_SETTINGS_TEAR="亚莎之泪： %value"
TT_SETTINGS_UNDERGROUND="地底： %value"
TT_SETTINGS_ISLANDS="岛屿： %value"
TT_SETTINGS_SEED="种子： %value"
MS_TINY="极小"
MS_SMALL="小"
MS_MEDIUM="中等"
MS_LARGE="大"
H7RMG_RICHNESS_POOR="贫困"
H7RMG_RICHNESS_NORMAL="普通"
H7RMG_RICHNESS_MANY="许多"
H7RMG_RICHNESS_RICH="富饶"
H7RMG_NAS_WEAK="软弱"
H7RMG_NAS_NORMAL="正常"
H7RMG_NAS_STRONG="强大"
H7RMG_NAS_CRUSHING="辗压"
TT_HEROPEDIA="点此开启英雄百科。"
CNM_ACA-1_INTRO="学院地图 1－开场动画第1部分"
CNM_ACA-1_INTRO2="学院地图 1－开场动画第2部分"
CNM_ACA-4_OUTRO="学院地图 4－终场动画"
CNM_DUN-1_INTRO="地牢地图 1－开场动画"
CNM_DUN-4_OUTRO="地牢地图 4－终场动画"
CNM_HAV-1_INTRO="圣堂地图 1－开场动画"
CNM_HAV-4_OUTRO="圣堂地图 4－终场动画"
CNM_IVAN-2_CONQUEROR="伊凡地图 2－征服者动画"
CNM_IVAN-2_NOLWENN="伊凡地图 2－诺温动画"
CNM_IVAN-2_TANIS="伊凡地图 2－塔妮丝动画"
CNM_LT-1_INTRO="失落的传说 1－开场动画"
CNM_LT-1_OUTRO="失落的传说 1－终场动画"
CNM_LT-2_INTRO="失落的传说 2－开场动画"
CNM_LT-2_OUTRO="失落的传说 2－终场动画"
CNM_NEC-1_INTRO="地牢地图 1－开场动画第1部分"
CNM_NEC-1_INTRO2="地牢地图 1－开场动画第2部分"
CNM_NEC-5_OUTRO="地牢地图 5－开场动画"
CNM_STR-1_INTRO="堡垒地图 1－开场动画"
CNM_STR-4_OUTRO="堡垒地图 4－终场动画"
CNM_SYL-1_INTRO="森林地图 1－开场动画"
CNM_SYL-4_OUTRO1="森林地图 4－终场动画 A"
CNM_SYL-4_OUTRO2="森林地图 4－终场动画 B"
RTC_ACA-2_GARGOYLe="学院地图 2－石像鬼过场"
RTC_ACA-2_INTRO="学院地图 2－开场动画"
RTC_ACA-2_TOGETHEr="学院地图 2－与共过场"
RTC_ACA-3_INTRO="学院地图 1－开场动画"
RTC_DUN-1_OUTRO="地牢地图 1－终场动画"
RTC_DUN-2_BATTLE="地牢地图 2－战斗过场"
RTC_DUN-3_TRAP="地牢地图 3－陷阱过场"
RTC_HAV-2_INTRO="圣堂地图 2－开场动画"
RTC_HAV-3_INTRO="圣堂地图 3－开场动画"
RTC_IVA-1_AMBUSH="伊凡地图 1－埋伏过场"
RTC_IVA-1_MEETING="伊凡地图 1－会面过场"
RTC_IVA-2_COUNCIL="伊凡地图 2－议会过场"
RTC_IVA-2_INSULT="伊凡地图 2－咨询过场"
RTC_IVA-2_INTRO="伊凡地图 2－开场动画"
RTC_NEC-2_OUTRO="墓园地图 2－终场动画"
RTC_NEC-3_OUTRO="墓园地图 3－终场动画"
RTC_NEC-4_OUTRO="墓园地图 4－终场动画"
RTC_NEC-5_INTRO="墓园地图 5－开场动画"
RTC_NEC-5_SIEGE="墓园地图 5－攻城过场"
RTC_STR-1_OUTRO="堡垒地图 1－终场动画"
RTC_STR-2_INTRO="堡垒地图 2－开场动画"
RTC_STR-3_INTRO="堡垒地图 3－开场动画"
RTC_STR-3_OUTRO="堡垒地图 3－终场动画"
RTC_SYL-1_OUTRO="森林地图－终场动画"
ACADEMY_INTRO="学院战役－议会开场"
ACADEMY_OUTRO="学院战役－镶嵌玻璃终场"
DUNGEON_INTRO="学院战役－议会开场"
DUNGEON_OUTRO="学院战役－镶嵌玻璃终场"
HAVEN_INTRO="圣堂战役－议会开场"
HAVEN_OUTRO="圣堂战役－镶嵌玻璃终场"
IVAN_INTRO="伊凡战役－议会开场"
NECROPOLIS_INTRO="墓园战役－议会开场"
NECROPOLIS_OUTRO="墓园战役－镶嵌玻璃终场"
STR_INTRO="堡垒战役－议会开场"
STR_OUTRO="堡垒战役－镶嵌玻璃终场"
SYL_INTRO="森林战役－议会开场"
SYL_OUTRO="森林战役－镶嵌玻璃终场"
FOR_INTRO="堡垒战役：开场动画"
FOR_OUTRO="堡垒战役：镶嵌玻璃终场"

RTC_FOR-1_OUTRO="堡垒地图 1 - 终场动画"
RTC_FOR-3_OUTRO="堡垒地图 3 - 终场动画"
RTC_FOR-4_KARI="堡垒地图 4 - 凯里动画"
CNM_FOR-1_INTRO="堡垒地图 1 - 开场动画"
CNM_FOR-4_INTRO="堡垒地图 4 - 开场动画"
CNM_FOR-6_OUTRO="堡垒地图 6 - 终场动画"
CNM_FOR-6_SACRIFICE01="堡垒地图 6 - 哈索之死动画"
CNM_FOR-6_SACRIFICE02="堡垒地图 6 - 牺牲动画"

RTC_IVA2-1_OUTRO="伊凡堡垒地图 1"
CNM_IVA2-2_OUTRO="伊凡堡垒地图 2"

STARTUP_GAMEINTRO_LOC="游戏本体 - 五彩玻璃开场动画"
H7_ADDON_TEASER_LOC="扩展包 - 五彩玻璃开场动画"

MAIN_INTRO="议会开场"
FORTRESS_INTRO="堡垒议会开场"

REPLAYS="过场动画"
REPLAY_EMPTY="进行战役游戏以解锁动画"
TT_NO_REPLAY="选择动画进行回放"
MAKE_PUBLIC="设为公开"
TT_MAKE_PUBLIC_DO="这个游戏目前只会显示给你的 Uplay 朋友。\n设为公开会让任何人都可以看到并且加入。"
TT_MAKE_PUBLIC_IS="这个游戏是公开的。任何人都可以看到并且加入。"

[H7Heropedia]
HEROES="英雄"
CREATURES="生物"
UPGRADE="升级"
BASE="基础"
LORE="书籍"
INFORMATION="信息"
ARTWORK="画集"

[H7DuelSetup]
DUEL_LOBBY_ONLINE="在线对战设置"
DUEL_LOBBY_LAN="局域网对战设置"
DUEL_LOBBY="对战设置"
DUEL_POSITION_1="进攻者"
DUEL_POSITION_2="防御者"
LOBBY_DUEL_NO_CLIENT="暂时没有对手！"
LOBBY_DUEL_NOT_READY="对手尚未准备就绪！"
RANDOM_ARMY="随机%faction军队"

[H7SkirmishSetup]
START="开始"
SELECT_A_MAP="选择地图"
PLAYERS="玩家"
SKIRMISH_SETUP="游戏大厅"
SCENARIO_SETUP="游戏大厅"
MULTIPLAYER_LOBBY="多人游戏大厅"
MULTIPLAYER_LOBBY_LOADED_GAME="多人游戏大厅 - %savegamename"
USE_MAP_DEFAULTS="使用地图预设"
BACK="退回"
START_GAME="开始游戏"
SET_READY="准备"
VICTORY_CONDITION="胜利条件"
DEFEAT="击败"
TEAR_OF_ASHAN="亚莎之泪"
CONTROL_ALL_FORTS="控制所有要塞"
MAP_DEFAULT="地图预设"
TEAMS="队伍"
DIFFICULTY="难度"
EASY="简单"
MEDIUM="普通"
HARD="困难"
HEROIC="英雄"
CUSTOM="自定义"
NO_TEAMS="没有队伍"
FORCED_QUICKCOMBAT="快速对战"
NEVER="永不"
NEUTRALS="中立"
ALWAYS="总是"
ADVENTURE_MAP_TIMER="时间限制"
MINUTES="分"
COMBAT_MAP_TIMER="战斗计时"
SECONDS="秒"
START_BONUSES="初始奖励"
ALL="全部"
NONE="全无"
ADVANCED_DIFFICULTY_SETTINGS="高级难度设定"
CUSTOM_START_BONUS="自定义初始奖励"
TEAMTRADE="团队交易"
THIEVESGUILD_SHOWS_ALL_PLAYERS="潜行公会显示所有玩家"
HUMAN="玩家"
AI="电脑"
RESOURCES="资源"
GOLD="黄金"
ARTIFACT="宝物"
TROOPS="军队"
WARFARE="战斗"
SPELLS="法术"
MOVEMENT="移动"
OPEN="开启"
CLOSED="关闭"
HUMAN="玩家"
NO_MAPS_MATCHING_CRITERIA="未找到地图"
VICTORY_CONDITION="胜利条件"
PLAYER_AMOUNT="玩家"
MAP_SIZE="大小"
MAP_TYPE="类型"
TURN_LIMIT="回合限制"
VICTORY_CONDITIONS="胜利条件"
LOSE_CONDITIONS="失败条件"
DESCRIPTION="描述"
DESCRIPTION_CAMPAIGN="战役描述"
SELECTED_MAP="选中地图"
CREATOR="战役编辑器"
E_H7_VC_DEFAULT="地图预设"
E_H7_VC_STANDARD="击败全部"
E_H7_VC_ASHA="亚莎之泪"
E_H7_VC_FORTS="控制所有要塞"
E_H7_VC_DEFAULT_DESC="地图预设"
E_H7_VC_STANDARD_DESC="击败全部敌方玩家后获胜。"
E_H7_VC_ASHA_DESC="建造亚莎之泪建筑。"
E_H7_VC_FORTS_DESC="控制所有要塞后获胜。"
MAP_BONI="是"
TEAM_CUSTOM="自定义队伍"
TEAM_MAP_DEFAULT="地图预设"
TEAM_NO_TEAMS="没有队伍"
GAME_SETTINGS="游戏设定"
TURN_TYPE="回合顺序"
TURN_TYPE_SIMTURNS="模拟回合"
TURN_TYPE_NORMALTURNS="一般回合"
SKILL_TYPE="技能类型"
SKILL_TYPE_RANDOM="随机"
SKILL_TYPE_FREE="自由"
POSITION="位置"
TEAM_TRADE="队伍可交易"
SPECTATOR_MODE="观众模式"
SPECTATOR_VIEW="是"
SPECTATOR_BLOCK="否"
DIFFICULTY_EASY="简单"
DIFFICULTY_NORMAL="中等"
DIFFICULTY_HARD="困难"
DIFFICULTY_HEROIC="英雄"
DIFFICULTY_CUSTOM="自定义"
START_POSITIONS="开始位置"
POS_RANDOM="随机"
POS_CUSTOM="自定义"
FQC_NEVER="可选"
FQC_AGAINST_AI="对抗电脑"
FQC_ALWAYS="全部"
AI_DIFFICULTY_NORMAL_DUEL="电脑"
AI_DIFFICULTY_EASY="电脑（简单）"
AI_DIFFICULTY_NORMAL="电脑（普通）"
AI_DIFFICULTY_HARD="电脑（困难）"
AI_DIFFICULTY_HEROIC="电脑（英雄）"
START_POSITION_RANDOM="随机"
START_POSITION_1="1"
START_POSITION_2="2"
START_POSITION_3="3"
START_POSITION_4="4"
START_POSITION_5="5"
START_POSITION_6="6"
START_POSITION_7="7"
START_POSITION_8="8"
TN_NO_TEAM="-"
TN_TEAM_1="队伍1"
TN_TEAM_2="队伍2"
TN_TEAM_3="队伍3"
TN_TEAM_4="队伍4"
TN_TEAM_5="队伍5"
TN_TEAM_6="队伍6"
TN_TEAM_7="队伍7"
TN_TEAM_8="队伍8"
PCOLOR_BLUE="蓝色"
PCOLOR_CYAN="青色"
PCOLOR_TURQUOISE="绿蓝色"
PCOLOR_GOLD="金色"
PCOLOR_GREEN="绿色"
PCOLOR_NEUTRAL="灰色"
PCOLOR_SILVER="颜色"
PCOLOR_ORANGE="橘色"
PCOLOR_PURPLE="紫色"
PCOLOR_RED="红色"
PCOLOR_SIENA="褐色"
PCOLOR_TEAL="青色"
PCOLOR_ULTRAMARINE="深蓝色"
HEADER_PLAYER="玩家：%current/%max"
HEADER_COLOR="颜色"
HEADER_POSITION="位置"
HEADER_TEAM="队伍"
HEADER_FACTION="种族"
HEADER_HERO="英雄"
HEADER_BONUS="奖励"
HEADER_STATUS="状态"
KICK_CONFIRM="需要踢除玩家%name吗？"
TT_OPEN_SLOTS="有一个可用空位（%i）"
TT_NOT_READY="一名玩家尚未准备就绪（%i）"
TT_DUPLICATE_POSITION="玩家%i有一个位置已被占领"
TT_DUPLICATE_HERO="玩家%i的英雄已被选取"
TT_NO_OPPONENT="暂时没有对手"
TT_ALL_PLAYERS_IN_SAME_TEAM="所有玩家位于同一队"
SEND_CHAT="发送"
TIMER_ADV_NONE="-"
TIMER_ADV_2_MINUTES="2分钟"
TIMER_ADV_3_MINUTES="3分钟"
TIMER_ADV_5_MINUTES="5分钟"
TIMER_ADV_10_MINUTES="10分钟"
TIMER_ADV_15_MINUTES="15分钟"
TIMER_COMBAT_NONE="-"
TIMER_COMBAT_10_SECONDS="10秒钟"
TIMER_COMBAT_15_SECONDS="15秒钟"
TIMER_COMBAT_20_SECONDS="20秒钟"
TIMER_COMBAT_30_SECONDS="30秒钟"
TIMER_COMBAT_60_SECONDS="60秒钟"
TT_ENTER_CHAT="输入聊天"
MAP_NAME="地图名称:"
MAP_PLAYERS="最多玩家："
HERO_NONE="全无"
BONUS_NONE="-"
EGAMEWINCONDITIONTYPE_STANDARD="标准"
EGAMEWINCONDITIONTYPE_ACQUIREARTIFACT="获取宝物"
EGAMEWINCONDITIONTYPE_ACCUMULATECREATURES="聚积生物"
EGAMEWINCONDITIONTYPE_ACCUMULATERESOURCES="累积资源"
EGAMEWINCONDITIONTYPE_TEAROFASHA="亚莎之泪"
EGAMEWINCONDITIONTYPE_DEFEATHERO="击退英雄"
EGAMEWINCONDITIONTYPE_CAPTURETOWN="占领城镇"
EGAMEWINCONDITIONTYPE_DEFEATARMY="击败军队"
EGAMEWINCONDITIONTYPE_CONTROLALLFORTS="控制所有要塞"
EGAMEWINCONDITIONTYPE_CONTROLALLMINES="控制所有矿区"
EGAMEWINCONDITIONTYPE_TRANSPORTARTIFACT="传送宝物"
EGAMEWINCONDITIONTYPE_USERDEFINED="自定义"
EGAMEWINCONDITIONTYPE_DISABLED="自定义"
EGAMELOSECONDITIONTYPE_STANDARD="标准"
EGAMELOSECONDITIONTYPE_LOSETOWN="失去城镇"
EGAMELOSECONDITIONTYPE_LOSEHERO="失去英雄"
EGAMELOSECONDITIONTYPE_TIMELIMIT="时间限制"
EGAMELOSECONDITIONTYPE_DISABLED="自定义"
EGAMEWINCONDITIONTYPE_STANDARD_PARAM="击败所有敌方玩家对手后获胜。"
EGAMEWINCONDITIONTYPE_ACQUIREARTIFACT_PARAM="获取宝物：%item。"
EGAMEWINCONDITIONTYPE_ACCUMULATECREATURES_PARAM="聚集 %amount %creature。"
EGAMEWINCONDITIONTYPE_ACCUMULATERESOURCES_PARAM="积累资源："
EGAMEWINCONDITIONTYPE_ACCUMULATERESOURCES_PARAM_LINE="%amount %resource"
EGAMEWINCONDITIONTYPE_TEAROFASHA_PARAM="建造亚莎之泪。"
EGAMEWINCONDITIONTYPE_DEFEATHERO_PARAM="击退英雄%hero。"
EGAMEWINCONDITIONTYPE_CAPTURETOWN_PARAM="占领城镇%town。"
EGAMEWINCONDITIONTYPE_DEFEATARMY_PARAM="击败指定中立军队%army。"
EGAMEWINCONDITIONTYPE_CONTROLALLFORTS_PARAM="控制所有要塞后获胜。"
EGAMEWINCONDITIONTYPE_CONTROLALLMINES_PARAM="控制所有资源点。"
EGAMEWINCONDITIONTYPE_TRANSPORTARTIFACT_PARAM="将宝物%item运往城镇%town。"
EGAMEWINCONDITIONTYPE_USERDEFINED_PARAM="自定义胜利条件。"
EGAMEWINCONDITIONTYPE_DISABLED_PARAM="自定义胜利条件。"
EGAMELOSECONDITIONTYPE_STANDARD_PARAM="当失去所有城镇超过一周你就输了。当失去所有英雄后将立即失败。"
EGAMELOSECONDITIONTYPE_LOSETOWN_PARAM="如果%town被攻占则立即失败。"
EGAMELOSECONDITIONTYPE_LOSEHERO_PARAM="如果失去英雄%hero则立即失败。"
EGAMELOSECONDITIONTYPE_TIMELIMIT_PARAM="时间限制%weekLimit"
EGAMELOSECONDITIONTYPE_DISABLED_PARAM="自定义失败条件"
E_H7_MS_SMALL="小型"
E_H7_MS_SMALL_BROAD="小型（宽）"
E_H7_MS_NORMAL="中型"
E_H7_MS_NORMAL_BROAD="中型（宽）"
E_H7_MS_BIG="大型"
E_H7_MS_BIG_BROAD="大型（宽）"
E_H7_MS_HUGE="超大型"
SKIRMISH="冲突"
SCENARIO="情景"
CAMPAIGN="战役"
TT_CLEAR_FILTERS="清除筛选"
ADV_DIFFICULTY_SETTINGS="高级难度设定"
EDIFFICULTYSTARTRESOURCES="玩家起始资源"
DSR_ABUNDANCE="丰富"
DSR_AVERAGE="平均"
DSR_LIMITED="受限"
DSR_SHORTAGE="缺乏"
EDIFFICULTYCRITTERSTARTSIZE="中立生物强度"
DCSS_FEW="少"
DCSS_AVERAGE="一般"
DCSS_MANY="多"
DCSS_HORDES="很多"
EDIFFICULTYCRITTERGROWTHRATE="中立生物增长速度"
DCGR_SLOW="慢速"
DCGR_AVERAGE="平均速度"
DCGR_FAST="快速对战"
DCGR_PROLIFIC="丰富的"
EDIFFICULTYAIECOSTRENGTH="电脑经济强度"
DAIES_POOR="贫困"
DAIES_AVERAGE="平均"
DAIES_PROSPEROUS="繁荣"
DAIES_RICH="富饶"
TT_NOT_ALL_READY="有玩家尚未准备好"
HERO_SELECTION="选择英雄"
ALL_HEROES="所有英雄"
AVAILABLE_RANKS="可用阶级"
ENLIST="招募"
TIMER_ADV_30_SECONDS="-分钟"
TIMER_ADV_1_MINUTE="-分钟"
ACCEPT="接受"
TT_KICK_PLAYER="踢出这名玩家"
SPEED_ADV="冒险速度"
SPEED_COMBAT="战斗速度"
SPEED_AI="电脑速度"
TT_AT_LEAST_TWO_HUMAN_PLAYER="至少需要两名玩家"
RANDOM_HERO="随机英雄"

[H7RandomMapWindow]
GENERATE_MAP="生成地图"
PLAYERS="玩家"
GNERATE_MAP="生成地图"
MAP_SIZE="地图大小"
RICHNESS="富有度"
NEUTRAL_ARMIES_STRENGTH="中立军队强度"
TEAR_OF_ASHA="亚莎之泪"
UNDERGROUND="地底"
ISLANDS="岛屿"
RANDOM="随机"
MULTIPLE_TERRAINS="多重地形"
SURFACE_TERRAIN="地表地形"
UNDERGROUND_TERRAIN="地底地形"
SEED="种子"
NEW_SEED="全新种子"
MAP_STRING="地图字符串"
PREVIEW="预览"
COPY="复制"
PASTE="黏贴"
APPLY="应用"
H7RMG_RICHNESS_POOR="贫瘠"
H7RMG_RICHNESS_NORMAL="正常"
H7RMG_RICHNESS_MANY="众多"
H7RMG_RICHNESS_RICH="丰富"
H7RMG_NAS_WEAK="软弱"
H7RMG_NAS_NORMAL="正常"
H7RMG_NAS_STRONG="强大"
H7RMG_NAS_CRUSHING="辗压"
H7RMG_OT_PLAIN="平原"
H7RMG_OT_FOREST="森林"
H7RMG_OT_DESERT="沙漠"
H7RMG_OT_WASTELAND="荒地"
H7RMG_OT_ASH="灰烬"
H7RMG_OT_SNOW="雪地"
H7RMG_OT_MULTITILESET="复合地形"
H7RMG_UT_FACELESSCITY="无面者城镇"
H7RMG_UT_NATURALCAVE="中立洞窟"
H7RMG_UT_VOLCANICTUNNEL="火山隧道"
H7RMG_UT_SUBTERRANEANLAKE="地底湖泊"
H7RMG_UT_DARKABYSS="黑暗深渊"
H7RMG_UT_FROZENCHASM="冰冻裂口"
H7RMG_UT_MOSSCAVE="藓苔洞窟"
H7RMG_UT_MOUNTAIN="山区"
H7RMG_UT_NONE="无"
H7RMG_UT_MULTITILESET="复合地形"
TT_MAP_SIZE_WARNING="该选项会大幅增加生成地图所花费的时间。"
TT_UNDERGROUND_WARNING="该选项会大幅增加生成地图所花费的时间。"
TT_PLAYERS="地图允许的最大游戏人数，地图越小，允许玩家数量越少。"
TT_MAP_SIZE="地图的尺寸。如果尺寸不足，最大玩家数会被自动减少。"
TT_RICHNESS="修改地图上宝物与资源的数量与质量。"
TT_NEUTRAL_ARMIES_STRENGTH="修改地图上的中立军队数量。\n软弱：-50%\n正常：+0%\n强大：+50%\n辗压：+100%"
TT_TEAR_OF_ASHA="在地图上放置亚莎之泪。"
TT_UNDERGROUND="为地图增加地底地形。"
TT_UNDERGROUND_TERRAIN="选择地底的地形。选择其中一个特定地形，或设定多重地形。"
TT_ISLANDS="以岛屿形式创造地图。“随机”会导致不同的地图，即便有着相同的种子。"
TT_SURFACE="选择地表的地形。选择其中一个特定地形，或设定多重地形。"
TT_SEED="一个任意的整数来触发随机数生成器。一个特定的种子搭配相同的设定会产生相同的地图，如果设定没有其余随机要素（例如选项“岛屿”或“地表地形”）"
TT_NEW_SEED="产生一个新的种子"
TT_GENERATE_PREVIEW="创造一个地图的预览。这会花费点时间。你必须要在变更设定后手动更新预览。"
TT_MAP_STRING_INFO="地图字符串含有所有设定（包含种子）而决定唯一的地图。你可以通过分享这个字符串来分享地图给其他玩家。"
TT_COPY="复制地图字符串到剪贴簿。"
TT_PASTE="贴上地图字符串到剪贴簿。"
TT_APPLY="应用地图字符串到设定。"
TT_ULTRA_WARNING="使用这些设置会大大增加地图的创建时间！"
NO_PREVIEW_LABEL="预览不可见！\n按下预览按钮允许玩家观看预览。"

[H7JoinGame]
HOST="房主"
GAME_BROWSER_LAN="局域网游戏浏览器"
GAME_BROWSER_ONLINE="在线游戏浏览器"
DUEL_BROWSER_LAN="局域网对战浏览器"
DUEL_BROWSER_ONLINE="在线对战浏览器"
NO_GAMES_MATCHING_CRITERIA="没有匹配选定条件的游戏"
SHOW_FULL_GAMES="显示所有游戏"
SELECT_GAME="选中一个游戏"
LATENCY="延迟"
GAME_BROWSER="游戏浏览器"

[H7SpellBook]
FILTER_COMBAT_SPELLS="战斗法术"
FILTER_ADVENTURE_SPELLS="冒险法术"
FILTER_DAMAGE_SPELLS="攻击法术"
FILTER_UTILITY_SPELLS="工具法术"
FILTER_SCROLLS="卷轴法术"
FILTER_WARCRIES="战嚎"
FILTER_AIR_SPELLS="气系法术"
FILTER_DARK_SPELLS="暗系法术"
FILTER_EARTH_SPELLS="土系法术"
FILTER_FIRE_SPELLS="火系法术"
FILTER_LIGHT_SPELLS="光系法术"
FILTER_PRIME_SPELLS="源力法术"
FILTER_WATER_SPELLS="水系法术"
FILTER_CLEAR_ALL="点击清除筛选"
TT_NO_CASTER="该技能没有施放者"
TT_NOT_ENOUGH_MANA="法力不足"
TT_ABILITY_IS_COOLDOWN="技能冷却中"
TT_ALREADY_CASTED="今天已经释放过冒险法术！"
TT_SKILL_TOO_LOW="需要更高等的%skillName才能施放该法术！"
TT_CAN_NOT_CAST_ON_ADV_MAP="只能在战斗中施放！"
TT_CAN_NOT_CAST_ON_COM_MAP="无法在战斗中施放！"
TT_CAN_NOT_CAST_WITH_TEAR="携带“亚莎之泪”时无法进行施法"

[H7Combat]
HEAL="疗伤"
HEAL_MODIFIER="治疗调整"
DAMAGE="伤害"
DAMAGE_MODIFIER="伤害调整"
MODIFIER="调整"
RESURRECTS="复活"
KILLS="消灭"
COVERED="回复"
RETALIATE="反击"
YES="是"
NO="否"
MIGHT="力量"
MAGIC="魔法"
RETALIATE_YES="反击：是"
RETALIATE_NO="反击：否"
DEFEND="防卫"
TURN_BANNER="回合%number"
TURN="回合\n%number"
END_COMBAT="投降/逃跑"
WAIT_HERO="等待"
WAIT_CREATURE="等待"
PAUSE_MENU="游戏菜单"
NEW_UNREAL_KEY="世界，你好"
PLAY_PAUSE_MUSIC="播放/暂停音乐"
AUTO_DEPLOY="自动布署"
AUTO_COMBAT="自动战斗"
START_COMBAT="开始战斗"
PLAY_CAMERA="播放动画"
SPELLBOOK="法术书"
HERO_DEFAULT_ATTACK="英雄攻击"
TT_SPELLBOOK_INACTIVE_CREATURE="生物无法使用法术书"
TT_INI_INACTIVE_STACK="没有活动的生物"
TT_INI_INACTIVE_HERO="没有活动的英雄"
TT_INI_NO_HERO="没有英雄。"
TT_NO_FULL_TURN="在士气回合中不可用。"
TT_WAIT_INACTIVE_STACK_ALREADY="该生物本回合已执行过等待"
TT_WAIT_INACTIVE_STACK_MORAL="该生物已经开始它的回合"
TT_WAIT_INACTIVE_HERO="英雄本回合已执行过等待"
TT_DEFEND_INACTIVE_MORAL="生物无法在士气回合执行防御"
TT_CAN_NOT_ATTACK="生物无法再进攻"
TT_LOG_TOGGLE="显示/隐藏游戏日志"
TT_CHAT_TOGGLE="显示/隐藏聊天"
CHAT_DROP_ALL="全部"
CHAT_DROP_TEAM="团队"
CHAT_OUT_TO_ALL="对所有人："
CHAT_OUT_TO_TEAM="对团队："
CHAT_OUT_TO_PLAYER="对玩家%player："
CHAT_PLAYER_TO_ALL="%player对所有人："
CHAT_PLAYER_TO_TEAM="%player对团队："
CHAT_PLAYER_TO_YOU="%player私语："
CHAT_YOU_TO_ALL="你对所有人："
CHAT_YOU_TO_TEAM="你对团队："
CHAT_YOU_TO_PLAYER="你对玩家%player："
TT_QALOG_TOGGLE="显示/隐藏QA/文件管理器纪录"
TT_TACTICS_DEPLOYED="已部署生物"
TT_TACTICS_UNDEPLOYED="未部署生物"
TT_TACTICS_MAX_DEPLOYED="无部署该生物的空位"
TACTICS_BANNER_HEADER="部署阶段"
TACTICS_BANNER_TEXT="在战场上放置生物"
CATTACK_MAGIC="魔法"
CATTACK_MIGHT="力量"
NO_FLANKING="一般攻击"
FULL_FLANKING="全力侧击"
FLANKING="侧击"
SHIELDING="盾防御"
ERROR_DEPLOY_ONE_UNIT="需要至少一个单位才能开始战斗"
TT_NO_CHARGES_LEFT="已经使用。"
TT_CASTED_ONCE="英雄已完成行动。"
TT_CANT_CAST="技能当前不可用。"
TT_QUICKBAR_SLOT_EMPTY="能够将法术拖拉到法术书外进行快捷施放。"
SPELL_RANK_UNSKILLED="生疏"
SPELL_RANK_NOVICE="新手"
SPELL_RANK_EXPERT="专家"
SPELL_RANK_MASTER="大师"
SR_UNSKILLED_CAST="施法生疏"
SR_NOVICE_CAST="新手施法"
SR_EXPERT_CAST="专家施法"
SR_MASTER_CAST="大师施法"
MAGIC_GUILD_HEADLINE="魔法行会等级%I"
RECRUITMENT_POPUP_NO_DWELLINGS_AVAILABLE="无可用的住所"
DEPLOY_ARMY_HEADER="英雄军队"
DEPLOY_LOCALGUARD_HEADER="当地守卫"
TACTICS_DEPLOY_FAIL="无法在此放置生物"
TT_SURRENDER_DISABLED="英雄无法投降。"
TT_FLEE_DISABLED="英雄无法从战斗中逃跑。"
TT_HERO_ALIGNMENT_MIGHT="力量英雄"
TT_HERO_ALIGNMENT_MAGIC="魔法英雄"
TT_HERO_LEVEL="等级%i"
TT_NOT_YOUR_TURN="现在不是你的回合。"
TT_CANT_USE_ABILITY_ON_MORAL_TURN="士气回合无法使用主动技能。"
CAPPED_AT="上限为%cap"
SPECTATOR_HUD_TITLE="世界的某个地点正在发生一场战斗，请耐心等待对战双方了结彼此之间的冲突。"
PROGRESS="进度"
DEPLOY_OFF_GRID_HEADER="选择撤下的单位。"

[H7CombatPopUp]
START_COMBAT="开始战斗"
PLAY_MANUALLY="手动游戏"
QUICK_COMBAT="快速对战"
FIGHT="攻击"
REFUSE="取消"
ACCEPT="接受"
FIGHT_AGAIN="重新战斗"
PAY="付款"
EXCHANGE_UNITS_WITH_CARAVAN="和商队交换生物。"
LET_THEM_RUN="让他们跑"
MESSAGE_JOIN_FOR_FREE="这支军队志愿追随你的英雄。"
MESSAGE_PAY_TO_JOIN="这支军队接受一定代价追随你的英雄。"
MESSAGE_ENEMY_FLEES="该军队正在逃离！"
VICTORY_DEFEAT="胜利！敌人已被击败。"
VICTORY_FLED="敌人从战斗中逃跑。"
VICTORY_SURRENDER="敌人投降，并付给你 %amount %ICON_GOLD 黄金作为赎金。"
VICTORY_EXP="你的英雄%heroname获得经验点数。"
DEFEAT_DEFEAT="%heroName被击败并传送回英雄大殿。"
DEFEAT_FLED="%heroName逃离战场，其抛弃的军队消失在亚山表面。"
DEFEAT_SURRENDER="%heroName投降并支付 %amount %ICON_GOLD 作为赎金。"
RESULT_SCREEN_TITLE="战斗结果"
RESULT_SCREEN_LOST_CREATURES="失去单位"
RESULT_SCREEN_KILLED_CREATURES="破坏单位"
GAINED_XP="经验值"
LEVEL_UP="等级提升！"
GAINED_TREASURE="获得财宝"
AUTOMATIC_CLOSE_WARNING="信息将于 %amount 秒后关闭"
LET_THEM_GO="让他们走"
DEFENDER_FIGHT_OR_RETREAT="不战斗，就撤退！"
ATTACKER_FIGHT_OR_RETREAT="撤退之战！"
CHOOSE_AN_OPTION="选择一个选项"
DRAG_AND_DROP_THE_STACKS_YOU_WANT="选择希望保留的生物。"
DEFENDER_FIGH_OR_RETREAT="不战斗，就撤退！"
RETREAT="撤退"

[H7Adventure]
HOTSEAT_PLAYER_START_TURN="下个玩家：%t"
START_TURN="开始回合"
BUFF_SETTING_ON="增益效果显示：开"
BUFF_SETTING_OFF="增益效果显示：关"
DAY="天"
WEEK="周"
MONTH="月"
Year="年"
REQ_GOLDORXP="希望获得 %gold %ICON_GOLD 黄金还是 %xp %ICON_XP 经验值？"
REQ_GOLD="%amount %ICON_GOLD"
REQ_XP="%amount %ICON_XP"
REQ_REBUILD_FORT="\n你想要重建要塞吗？\n\n这将花费："
REQ_REBUILD_CONFIRM="是"
REQ_REBUILD_CANCEL="取消"
STACKSIZE_FEW="几个"
STACKSIZE_SEVERAL="一些"
STACKSIZE_PACK="一队"
STACKSIZE_HORDE="大群"
STACKSIZE_THRONG="众多"
STACKSIZE_SWARM="蜂拥"
STACKSIZE_ZOUNDS="怒吼"
STACKSIZE_LEGION="军团"
MINIMAP_TOGGLE_HEROES="英雄"
MINIMAP_TOGGLE_FORTS="要塞"
MINIMAP_TOGGLE_TOWNS="城镇"
MINIMAP_TOGGLE_GARRISONS="要塞"
MINIMAP_TOGGLE_DWELLINGS="住所"
MINIMAP_TOGGLE_MINES="资源点"
MINIMAP_TOGGLE_SHIPS="未装载船只"
MINIMAP_TOGGLE_SHIPYARDS="船坞"
MINIMAP_TOGGLE_ENTRIES="入口"
MINIMAP_TOGGLE_NEUTRALBUILDINGS="中立建筑"
MINIMAP_TOGGLE_TELEPORTER="传送门"
MINIMAP_TOGGLE_CARAVANS="商队"
MINIMAP_TOGGLE_QUESTS="任务"
MINIMAP_TOGGLE_ARTIFACTS="宝物"
MINIMAP_TOGGLE_AOC="控制区域显示"
MINIMAP_TOGGLE_ALTAR_SEAL="圣坛与封印"
MINIMAP_TOGGLE_OUTPOSTS="哨站"
MINIMAP_TOGGLE_SHOW_ALL="显示全部"
MINIMAP_EXTENSION="小地图选项"
MINIMAP_TOGGLE_PLANE="切换平面"
TT_MINIMAP_REALM="寻宝"
TT_NO_TREASURE="地图中没有隐藏宝藏"
CMD_PANEL_MOVE="继续移动"
CMD_PANEL_EXITTOWN="关闭"
CMD_PANEL_HERO="军队和行装"
CMD_PANEL_SKILL="技能"
CMD_PANEL_QUESTLOG="任务"
CMD_PANEL_SPELLBOOK="法术书"
CMD_PANEL_CHEATS="秘籍"
CMD_PANEL_SETTINGS="游戏菜单"
CMD_PANEL_TABLE="议会圆桌"
CMD_PANEL_CARAVAN="建造篷车哨站"
CMD_PANEL_CARAVAN_DESC="花费：%icon_gold %gold"
CMD_PANEL_CARAVAN_POPUP="另一个弹出窗口被开启。"
CMD_PANEL_CARAVAN_SPOT="英雄正在另一个建筑的入口。"
CMD_PANEL_CARAVAN_SHIP="英雄正在船上。"
TT_TOWN_HAS_BUILT="今天已经在此进行建造。"
TT_TOWN_IS_COMPLETE="该城镇已建设完成。"
TT_TOWN_HAS_RESOURCE="今天可在此建造。"
TT_TOWN_HAS_NO_RESOURCE="建造资源不足。"
TT_HIDE_TOWN_LIST="隐藏城镇"
TT_SHOW_TOWN_LIST="显示城镇"
TT_HERO_ALIGNMENT_MIGHT="力量英雄"
TT_HERO_ALIGNMENT_MAGIC="魔法英雄"
TT_HERO_LEVEL="等级%i"
TT_HERO_MANA_BAR="%x / %y %ICON_MANA法力"
TT_HERO_MOVEMENT_BAR="%x / %y %ICON_MAX_MOVEMENT 移动力"
TT_KEYMASTER_PASSABLE="可通过"
TT_KEYMASTER_IMPASSABLE="无法通过"
TT_KEYMASTER_VISITABLE="拜访以开启"
TT_ITEM="道具"
TT_ITEMS="道具"
TT_RUNIC_BOX="符文宝盒"
TT_RUNIC_BOX_DESC="唯一知道盒子内容的途径就是将其打开。"
TT_TRADING_POST_DESC="拜访的英雄能够以高价格买卖资源。"
APR_NONE="无"
APR_TRIVIAL="微不足道"
APR_LOW="低"
APR_MODEST="普通"
APR_AVERAGE="平均"
APR_SEVERE="严厉"
APR_HIGH="高"
APR_DEADLY="致命"
TT_HIDE_NOTE_BAR="隐藏通知"
TT_SHOW_NOTE_BAR="显示通知"
BLIND_BROTHER_MONASTERY_TEXT="你想要用 %amount %ICON_GOLD 黄金获取一项随机的能力吗？"
ALREADY_LOOTED="已经获取"
ALREADY_LOOTED_BY_CURRENT_HERO="已经由活动英雄拜访过！"
TT_ENTRY_DESCRIPTION="旅行至另一世界"
NO_HERO_SELECTED="未选择英雄"
INCOME="收入"
INCOME_PER_DAY="%income / 每天"
AMOUNT="数量"
RUNIC_BOX_HEADLINE="符文秘盒已开启"
RUNIC_BOX_REWARD_DESCRIPTION="你在没有进入战斗的情况下打开了符文秘盒，并获得："

[H7WindowWeeklyEffect]
DONT_SHOW_AGAIN="不再显示"
TT_PIERCING_BEAM_NAME="[DEPRECATED?]"

[H7TownWarfarePopupCntl]
TT_WARFARE_CAN_NOT_AFFORD="现在无法购买战争单位。"
TT_WARFARE_NO_HERO="没有英雄。"
TT_WARFARE_ALREADY_BOUGHT="英雄已拥有战争单位。"
TT_WARFARE_NO_BUILDING="需求建筑物尚未建造。"
TT_WARFARE_NO_SUPPORT="该种族没有支持战争单位"

[MagicGuild]
SELECT_SCHOOL="选择学派"
TT_SCHOOL_PREFERED_NO="%faction没有任何偏爱法术派系。"
TT_SCHOOL_PREFERED="偏爱法术派系：%school\n%faction魔法行会在一、二、三级会至少提供一种%school法术。至少一个四级法术将从偏爱和专长的魔法派系中选择。"
TT_SCHOOL_SPECIALIZED="擅长法术派系：%school\n%faction魔法行会在一、二、三级会至少提供一种%school法术。至少一个四级法术将从偏爱和专长的魔法派系中选择。"
TT_SCHOOL_SPECIALIZED_NO="该魔法行会尚未专攻任何学派。"
TT_SCHOOL_FORBIDDEN="禁忌法术派系：%school\n%faction魔法行会不会提供%school法术。"
TT_SCHOOL_FORBIDDEN_NO="%faction没有任何禁忌法术派系。"
TT_SPEC_QUESTION="魔法行会每一级会提供至少一项所选学派的法术。"
TT_SEAL_OPEN="%tier 阶法术"
TT_BUILD_TOWN_PORTAL_TO_GET_THIS_SPELL="建造城镇传送门以获得该城镇传送法术。"
TT_SEAL_CLOSED="%tier 阶法术在建立%tier级魔法行会后可用"
TT_RANK_TABLE="等级表"

[H7RunicForge]
FORGE_ITEM="打造宝物"
RUNIC_FORGE_DESC="利用现有套装道具打造全新宝物。"
TT_RUNIC_FORGE_DESC="在此打造全新宝物！"

[H7OptionsMenu]
OPTIONS_MENU="选项"
OC_GUI="用户界面"
OC_SOUND="声音"
OC_VIDEO="影像"
OC_GAMEPLAY="游戏"
OC_DEBUG="除错"
OC_KEYBINDINGS="按键设定"
KC_GENERAL="一般"
KC_ADVENTURE="冒险按键设定"
KC_COMBAT="战斗"
KC_TOWN="城镇"
KC_CAMERA="视角"
KC_MOVEMENT="移动按键设定"
KC_WINDOW_GAME_MENU="游戏菜单"
KC_WINDOW_REQUEST="请求讯息"
KC_WINDOW_DIALOG="对话讯息"
KC_WINDOW_COMBAT="战斗讯息"
SECOND_SHORTCUT="s"
ON="开启"
OFF="关闭"
SAVE="保存"
APPLY="应用"
CANCEL="取消"
RESET_QUESTION="确定重置所有设置为默认值？该操作无法撤销。"
RESET_YES="全部重置"
RESET_NO="保存我的设置"
TT_SAVE="保存并应用改动设置，关闭窗口。"
TT_APPLY="保存并应用改动设置，留在该窗口。"
TT_CANCEL="撤销所有改动设置并关闭窗口。"
TT_RESET="恢复到推荐出厂设置。"
TT_CHANGE_LIVE="设置已变更且能够立即预览，如果希望保存效果，请点击“应用”或“保存”。"
TT_CHANGE_APPLY="该设置将在你点击“应用”或“保存”后生效。"
TT_CHANGE_RESTART="该设置将保存更改，并在按下“应用”或“保存”且重启游戏后生效。"
KEYBING_DELETE="删除热键绑定"
;Specific option keys:
AA_ENABLED="抗锯齿"
GRAPHICS_CARD="显卡"
RESOLUTION="分辨率"
WINDOWMODE="窗口模式"
VSYNC_ENABLED="垂直同步"
AMBIENT_OCLLUSION="环境光"
TEXTURE_QUALITY="材质质量"
DYNSHADOWS_ENABLED="动态阴影"
BLOOM_ENABLED="光晕"
DISTORTION_ENABLED="变形"
SHADER_QUALITY="着色器质量"
POSTPROCESS_QUALITY="后处理质量"
FOG_ENABLED="大气迷雾"
SKELMESH_QUALITY="骨架品质"
STATICMESH_QUALITY="静态网格质量"
PARTICLE_QUALITY="视觉密度"
LANDSCAPE_QUALITY="地形质量"
LANGUAGE="语言"
AUDIO_LANGUAGE="音频语言"
MASTER_ENABLED="声音"
MASTER_VOLUME="音量"
SOUND_ENABLED="音效"
SOUND_VOLUME="音效音量"
MUSIC_ENABLED="音乐"
MUSIC_VOLUME="音乐音量"
AMBIENT_SOUND_ENABLED="环境音"
AMBIENT_SOUND_VOLUME="环境音音量"
VOICEOVER_SOUND_ENABLED="角色声音"
VOICEOVER_SOUND_VOLUME="角色声音音量"
LOG_ENABLED="事件日志"
AUTO_PLAY_DIALOGS="自动播放对话"
QA_LOG_ENABLED="QA/数据管理员纪录"
TECHNICAL_SPELL_TOOLTIP="自动法术工具提示"
FOG_OF_WAR="战争迷雾"
GAMESPEED="游戏速度"
MOUSE_INVERTION_ENABLE="逆向地图移动"
OPT_PATH_HOVER_DECAL="显示目的标示"
BUILD_TREE_SHOW_ALL="显示完整建造树"
SIDEBAR_ALIVE_TIME="信息显示时长"
TOOLTIP_DELAY_TIME="提示延迟"
TOOLTIP_COOLDOWN_TIME="提示冷却时长"
TURN_OVER_POPUP="显示热座信息"
WEEKLY_POPUP="显示本周信息"
COOL_CAM_CHANCE="镜头机率"
COOL_CAM_ACTIONS="军队展示"
GENERAL_PANNING_SENSITIVITY="鼠标速度"
KEYBOARD_PANNING_SENSITIVITY="键盘速度"
KEYBOARD_ROTATING_SENSITIVITY="键盘转向"
MOUSE_ROTATING_SENSITIVITY="鼠标转向"
BORDER_PANNING_ENABLE="边界鼠标移动"
GAMEPLAY_WAITS_FOR_ANIM="等待动画"
NOTE_BAR_ENABLED="显示通知"
ALWAYS_QUICKCOMBAT="总是快速战斗"
AUTOMATIC_SKILLING="自动配置技能"
SIDEBAR_COLLAPSE_TIME="通知标签"
WINDOW_MOUSE_LOCK="鼠标锁定窗口"
REMIND_LAST_CHANCE_HERO="英雄行动提示"
MMH7REWARD01="英雄贴纸"
MMH7REWARD02="像素模式"
MMH7REWARD03="摇头娃娃"
MMH7REWARD04="宝物包"
MMH7REWARD05="羊驼坐骑"
MMH7REWARD06="英雄足迹"
MMH7REWARD07="英雄痕迹"
AUTOSAVE="启用自动保存"
COLOR_CODE_MODELS="单位颜色代号"
HIDE_NEUTRAL_FLAGS="隐藏中立旗帜"
RIGHT_MOUSE_ROTATION_ENABLE="鼠标旋转"
;tooltips
TT_MMH7REWARD01="更换英雄的贴纸图案。\n仅在自定义游戏中有效。\n\n该奖励能通过Uplay账户中的Uplay点数兑换。"
TT_MMH7REWARD02="像素模式。\n仅在自定义游戏中有效。\n\n该奖励能通过Uplay账户中的Uplay点数兑换。"
TT_MMH7REWARD03="人形英雄的脑袋膨胀变大。\n仅在自定义游戏中有效。\n\n该奖励能通过Uplay账户中的Uplay点数兑换。"
TT_MMH7REWARD04="在游戏中添加6件宝物。\n仅在自定义游戏中有效。\n\n该奖励能通过Uplay账户中的Uplay点数兑换。"
TT_MMH7REWARD05="主英雄骑乘羊驼坐骑。\n仅在自定义游戏中有效。\n\n该奖励能通过Uplay账户中的Uplay点数兑换。"
TT_MMH7REWARD06="英雄留下足迹。\n仅在自定义游戏中可用。\n\n可以在Uplay账户中使用Uplay点数获得该奖励。"
TT_MMH7REWARD07="英雄留下彩虹拖影。\n仅在自定义游戏中可用。\n\n可以在Uplay账户中使用Uplay点数获得该奖励。"
TT_VSYNC_ENABLED="同步游戏帧数和显示器的刷新率，以防止屏幕出现卡顿。\n开启该设置可能会降低游戏性能表现。"
TT_AA_ENABLED="降低所有3D宝物边缘的锐利程度。\n开启该设置可能会降低游戏性能表现。"
TT_GRAPHICS_CARD="[显卡]"
TT_RESOLUTION="[分辨率]"
TT_WINDOWMODE="[窗口模式]"
TT_AMBIENT_OCLLUSION="在物体接近时以及被附近游戏元素遮挡时加入阴影。\n开启该设置可能会降低游戏性能表现。"
TT_TEXTURE_QUALITY="决定了纹理质量的分辨率上限。\n较高设置可能会降低游戏性能表现。"
TT_DYNSHADOWS_ENABLED="渲染后的物体阴影能够实时变化。\n开启该设置可能会降低游戏性能表现。"
TT_BLOOM_ENABLED="跟随视角扩散的光线艺术效果。\n开启该设置可能会降低游戏性能表现。"
TT_DISTORTION_ENABLED="在特定区域增加热浪效果。\n开启该设置可能会降低游戏性能表现。"
TT_SHADER_QUALITY="决定了物体材质的显示质量。\n较高设置可能会降低游戏性能表现。"
TT_POSTPROCESS_QUALITY="决定了艺术后期处理效果的用量。\n较高设置可能会降低游戏性能表现。"
TT_FOG_ENABLED="开关大气迷雾渲染"
TT_SKELMESH_QUALITY="强制将所有3D网格切换至更低/更高的质量。\n较高设置可能会降低游戏性能表现。"
TT_STATICMESH_QUALITY="强制将所有非动画3D网格切换至更低/更高的质量。\n较高设置可能会降低游戏性能表现。"
TT_PARTICLE_QUALITY="决定了地图上颗粒与装饰对象的密度。\n较高设置可能会降低游戏性能表现。"
TT_LANDSCAPE_QUALITY="决定了地形表面的密度。\n较高设置可能会降低游戏性能表现。"
TT_LANGUAGE="选择文字语种"
TT_MASTER_ENABLED="[声音]"
TT_MASTER_VOLUME="[音量]"
TT_SOUND_ENABLED="[音效]"
TT_SOUND_VOLUME="[音效音量]"
TT_MUSIC_ENABLED="[音乐]"
TT_MUSIC_VOLUME="[音乐音量]"
TT_AMBIENT_SOUND_ENABLED="[氛围]"
TT_AMBIENT_SOUND_VOLUME="[环境音音量]"
TT_VOICEOVER_SOUND_ENABLED="[角色声音]"
TT_VOICEOVER_SOUND_VOLUME="[角色声音音量]"
TT_LOG_ENABLED="确认当游戏开始时，事件日志是位于屏幕左上角为展开或收起。"
TT_AUTO_PLAY_DIALOGS="该选项关闭后，你需要手动点击继续对话。"
TT_QA_LOG_ENABLED="[QA/数据管理日志]"
TT_TECHNICAL_SPELL_TOOLTIP="[自动生成工具提示法术]"
TT_FOG_OF_WAR="[战争迷雾]"
TT_GAMESPEED="[游戏速度]"
TT_MOUSE_INVERTION_ENABLE="使用鼠标中键时逆向地图移动"
TT_OPT_PATH_HOVER_DECAL="在冒险地图上鼠标点击处显示标记，以帮助你定位正确的位置。"
TT_BUILD_TREE_SHOW_ALL="默认在城镇中显示完整建造树"
TT_SIDEBAR_ALIVE_TIME="[信息显示时长]"
TT_TOOLTIP_DELAY_TIME="出现提示的时间。"
TT_TOOLTIP_COOLDOWN_TIME="在未显示提示到激活提示之间的所需时间。"
TT_TURN_OVER_POPUP="弹出信息提示下一位玩家以防止其他玩家看见他的屏幕。"
TT_WEEKLY_POPUP="每周第一天弹出提示显示本周信息。"
TT_COOL_CAM_CHANCE="获得查看详细暴击动画的概率。"
TT_COOL_CAM_ACTIONS="在战斗开始展示双方军队。"
TT_GENERAL_PANNING_SENSITIVITY="使用鼠标移动视角的速度。"
TT_KEYBOARD_PANNING_SENSITIVITY="使用键盘移动视角的速度。"
TT_BORDER_PANNING_ENABLE="开启鼠标放置到边界后移动镜头功能。"
TT_GAMEPLAY_WAITS_FOR_ANIM="等待动画和图像效果后继续游戏"
TT_NOTE_BAR_ENABLED="在屏幕右侧显示重要事件的通知"
TT_ALWAYS_QUICKCOMBAT="[总是快速战斗]"
TT_AUTOMATIC_SKILLING="[自动学习技能]"
TT_SIDEBAR_COLLAPSE_TIME="通知消失所需时间。"
TT_WINDOW_MOUSE_LOCK="将鼠标锁定在游戏窗口区域"
TT_AUTOSAVE="游戏将自动保存近八天的进度。"
TT_AUDIO_LANGUAGE="选择音频语言"
TT_SUBTITLE_ENABELED="字幕开关"
TT_COLOR_CODE_MODELS="再进行遭遇战和情景模式游戏时，英雄和生物将被染上相应色彩。"
TT_HIDE_NEUTRAL_FLAGS="隐藏中立军队上方的旗帜标示。"
TT_SUBTITLE_LANGUAGE="选择过场动画字幕语言"
TT_RIGHT_MOUSE_ROTATION_ENABLE="按住鼠标右键并移动鼠标即可旋转视角。"
TT_KEYBOARD_ROTATING_SENSITIVITY="以键盘旋转视角的速度。"
TT_MOUSE_ROTATING_SENSITIVITY="以鼠标旋转视角的速度。"
;Specific option values:
CUSTOM="自定义"
INT="英语"
DEU="德语"
FRA="法语"
POL="波兰语"
HUN="匈牙利语"
CHN="简体中文"
CHT="繁体中文"
CZE="捷克语"
KOR="韩语"
RUS="俄罗斯语"
ESN="西班牙语"
ITA="意大利语"
PTB="葡萄牙语（巴西）"
RUM="罗马尼亚语"
BRA="巴西语"
ESP="西班牙语"
LOWEST="最低"
LOW="低"
MEDIUM="中"
HIGH="高"
ULTRA="超高"
NORMAL="一般"
WM_WINDOW="窗口"
WM_FULLSCREEN="全屏幕"
WM_BORDERLESS_WINDOW="无边界窗口"
SUBTITLE_LANGUAGE="字幕语言"
SUBTITLE_ENABELED="字幕"
;Keybinds
AOPENLOAD="加载画面"
AOPENOPTIONS="选项画面"
AOPENSAVE="存档画面"
AQUICKSAVE="快速存档"
AQUICKLOAD="快速加载"
ATOGGLEMENU="取消行动/关闭"
ATOGGLETABLE="议会桌"
ACONTINUECONTEXTORCHAT="继续或聊天"
ACONTINUECONTEXT="继续"
ASETSHIFT="拖曳&分散"
SHOT="屏幕截图"
ASHOT="屏幕截图"
AQUICKBAR1="快速字段1"
AQUICKBAR2="快速字段2"
AQUICKBAR3="快速字段3"
AQUICKBAR4="快速字段4"
AQUICKBAR5="快速字段5"
AQUICKBAR6="快速字段6"
AQUICKBAR7="快速字段7"
AQUICKBAR8="快速字段8"
AQUICKBAR9="快速字段9"
AQUICKBAR10="快速字段10"
ACONTINUEMENU="跳过电影"
EXIT="退出游戏"
;adv
ACONTINUEHEROMOVE="继续移动"
AENDTURN="结束回合"
AHIGHLIGHTADVENTUREOBJECTS="标示地图对象"
AOPENQUESTLOG="任务窗口"
AOPENSKILLWHEEL="技能窗口"
AOPENSPELLBOOK="法术书"
AOPENHEROWINDOW=Hero Window
ASHOWREALMOVERVIEW="王国概观"
ATOGGLEMINIMAPOPTIONS="小地图选项"
ATOGGLEGRID="切换表面/地下"
ABUILDCARAVANOUTPOST="篷车哨站"
;combat
ADODEFEND="防御"
ADOWAIT="等待"
ASELECTHERODEFAULTATTACK="英雄攻击"
ATOGGLECREATUREHPBARS="切换血量"
ATOGGLEEVENTLOG="切换事件纪录"
;town
ABUYALLRECRUITS="招募全部"
AOPENCARAVAN="商队界面"
AOPENCUSTOM1="种族特点1"
AOPENCUSTOM2="种族特点2"
AOPENGUILDOFTHIEVES="潜行公会"
AOPENHALLOFHEROES="英雄大殿"
AOPENMAGICGUILD="魔法行会"
AOPENMAINBUILDING="城镇大厅"
AOPENMARKETPLACE="市场"
AOPENRECRUITMENTWINDOW="招募"
AOPENTOWNDEFENSE="城镇防御"
AOPENWARFARE="战事生产"
AMERGEARMYUP="向上合并军队"
AMERGEARMYDOWN="向下合并军队"
ASWAPARMIES="交换军队"
ATOWNNEXT="下个城镇"
ATOWNPREV="上个城镇"
ATOGGLEGRID="切换表面/地下"
;cam
ADOLLYBACKWARD="缩小"
ADOLLYFORWARD="放大"
APANDOWN="向下移动"
APANLEFT="向左移动"
APANRIGHT="向右移动"
APANUP="向上移动"
ARESETCAMERA="重设镜头"
AROTATECLOCKWISE="顺时针旋转"
AROTATECOUNTERCLOCKWISE="逆时针旋转"
;move
AMOVEEAST="向东移动"
AMOVENORTH="向北移动"
AMOVENORTHEAST="向东北移动"
AMOVENORTHWEST="向西北移动"
AMOVESOUTH="向南移动"
AMOVESOUTHEAST="向东南移动"
AMOVESOUTHWEST="向西南移动"
AMOVEWEST="向西移动"
;Select
ASELECTHERO1="选择英雄1"
ASELECTHERO2="选择英雄2"
ASELECTHERO3="选择英雄3"
ASELECTHERO4="选择英雄4"
ASELECTHERO5="选择英雄5"
ASELECTHERO6="选择英雄6"
ASELECTHERO7="选择英雄7"
ASELECTHERO8="选择英雄8"
ASELECTHERO9="选择英雄9"
ASELECTHERO10="选择英雄10"
ASELECTTOWN1="选择城镇1"
ASELECTTOWN2="选择城镇2"
ASELECTTOWN3="选择城镇3"
ASELECTTOWN4="选择城镇4"
ASELECTTOWN5="选择城镇5"
ASELECTTOWN6="选择城镇6"
ASELECTTOWN7="选择城镇7"
ASELECTTOWN8="选择城镇8"
ASELECTTOWN9="选择城镇9"
ASELECTTOWN10="选择城镇10"
;popups
LOADGAME="载入"
OPTIONS="选项"
QUITGAME="退出"
RESTART="重启地图"
SAVEGAME="储存游戏"
SHOWGAMEMENU="回到游戏"
NEGATIVERESPONSE="拒绝/取消"
POSITIVERESPONSE="接受/确认"
DIALOGBACKWARD="上一行"
DIALOGCONFIRM="确认对话"
DIALOGFORWARD="下一行"
DIALOGSKIP="略过对话"
PLAYCOMBAT="手动战斗"
NEGOTIATIONFIGHT="拒绝谈判"
FULLSCREEN="全屏幕"
;keybind tooltips
TT_AOPENLOAD="加载画面"
TT_AOPENOPTIONS="[选项界面]"
TT_AOPENSAVE="存档画面"
TT_AQUICKSAVE="快速保存"
TT_AQUICKLOAD="快速加载"
TT_ATOGGLEMENU="[取消行动/关闭]"
TT_ATOGGLETABLE="[议会桌]"
TT_ACONTINUECONTEXTORCHAT="[继续或聊天]"
TT_ACONTINUECONTEXT="[继续]"
TT_ASETSHIFT="拖动生物组队，将其拆分至目标空位。"
TT_SHOT="屏幕截图"
TT_AQUICKBAR1="[快速栏位1]"
TT_AQUICKBAR2="[快速栏位2]"
TT_AQUICKBAR3="[快速栏位3]"
TT_AQUICKBAR4="[快速栏位4]"
TT_AQUICKBAR5="[快速栏位5]"
TT_AQUICKBAR6="[快速栏位6]"
TT_AQUICKBAR7="[快速栏位7]"
TT_AQUICKBAR8="[快速栏位8]"
TT_AQUICKBAR9="[快速栏位9]"
TT_AQUICKBAR10="[快速栏位10]"
TT_ACONTINUEMENU="[跳过动画]"
TT_EXIT="[退出游戏]"
TT_ACONTINUEHEROMOVE="让英雄沿着设定路径行动。"
TT_AENDTURN="结束活动单位的回合，仅在特殊情况下有效。"
TT_AHIGHLIGHTADVENTUREOBJECTS="高亮显示所有可互动对象，使其更为醒目。"
TT_AOPENQUESTLOG="任务日志"
TT_AOPENSKILLWHEEL="技能盘"
TT_AOPENSPELLBOOK="法术书"
TT_AOPENHEROWINDOW=""
TT_ASHOWREALMOVERVIEW="[王国概览]"
TT_ATOGGLEMINIMAPOPTIONS="[小地图选项]"
TT_ATOGGLEGRID="切换表面/地下"
TT_ADODEFEND="让生物防御。"
TT_ADOWAIT="让生物等待。"
TT_ATOGGLECREATUREHPBARS="开关生物和其它可摧毁对象的生命条显示。"
TT_ATOGGLEEVENTLOG="切换事件日志"
TT_ABUYALLRECRUITS="自动按照最大征兵数招募生物。"
TT_AOPENCARAVAN="[Caravan Screen]"
TT_AOPENCUSTOM1="[Faction Special 1]"
TT_AOPENCUSTOM2="[Faction Special 2]"
TT_AOPENGUILDOFTHIEVES="[Thieves Guild]"
TT_AOPENHALLOFHEROES="[Hall of Heroes]"
TT_AOPENMAGICGUILD="[Magic Guild]"
TT_AOPENMAINBUILDING="[Town Hall]"
TT_AOPENMARKETPLACE="[Marketplace]"
TT_AOPENRECRUITMENTWINDOW="[Recruitment]"
TT_AOPENTOWNDEFENSE="[Town Defence]"
TT_AOPENWARFARE="[Warfare Production]"
TT_ADOLLYBACKWARD="[将视角拉远]"
TT_ADOLLYFORWARD="[Move the camera closer.]"
TT_APANDOWN="[Pan Down]"
TT_APANLEFT="[Pan Left]"
TT_APANRIGHT="[Pan Right]"
TT_APANUP="[Pan Up]"
TT_ARESETCAMERA="重置视角位置"
TT_AROTATECLOCKWISE="[Rotate Clockwise]"
TT_AROTATECOUNTERCLOCKWISE="逆时针旋转"
TT_AMOVEEAST="[Move East]"
TT_AMOVENORTH="[Move North]"
TT_AMOVENORTHEAST="[Move Northeast]"
TT_AMOVENORTHWEST="[Move Northwest]"
TT_AMOVESOUTH="[Move South]"
TT_AMOVESOUTHEAST="[Move Southeast]"
TT_AMOVESOUTHWEST="[Move Southwest]"
TT_AMOVEWEST="[Move West]"
TT_ASELECTHERO1="[Select Hero 1]"
TT_ASELECTHERO2="[Select Hero 2]"
TT_ASELECTHERO3="[Select Hero 3]"
TT_ASELECTHERO4="[Select Hero 4]"
TT_ASELECTHERO5="[Select Hero 5]"
TT_ASELECTHERO6="[Select Hero 6]"
TT_ASELECTHERO7="[Select Hero 7]"
TT_ASELECTHERO8="[Select Hero 8]"
TT_ASELECTHERO9="[Select Hero 9]"
TT_ASELECTHERO10="[Select Hero 10]"
TT_ASELECTTOWN1="[Select Town 1]"
TT_ASELECTTOWN2="[Select Town 2]"
TT_ASELECTTOWN3="[Select Town 3]"
TT_ASELECTTOWN4="[Select Town 4]"
TT_ASELECTTOWN5="[Select Town 5]"
TT_ASELECTTOWN6="[Select Town 6]"
TT_ASELECTTOWN7="[Select Town 7]"
TT_ASELECTTOWN8="[Select Town 8]"
TT_ASELECTTOWN9="[Select Town 9]"
TT_ASELECTTOWN10="[Select Town 10]"
TT_LOADGAME="[Load]"
TT_OPTIONS="[Options]"
TT_QUITGAME="[Quit]"
TT_SAVEGAME="[Save Game]"
TT_SHOWGAMEMENU="[Resume Game]"
TT_NEGATIVERESPONSE="[Reject/Cancel]"
TT_POSITIVERESPONSE="[Accept/OK]"
TT_DIALOGFORWARD="[Next Line]"
TT_DIALOGSKIP="[Skip Dialogue]"
TT_PLAYCOMBAT="手动战斗而非快速战斗。"
TT_NEGOTIATIONFIGHT="攻击提出加入英雄的生物。"
TT_FULLSCREEN="[Fullscreen]"
GAMESPEED_COMBAT="战斗速度"
GAMESPEED_ADVENTURE="冒险速度"
GAMESPEED_ADVENTURE_AI="电脑速度"
TT_GAMESPEED_ADVENTURE="调整非 AI 操控的英雄在地图上移动的速度。"
TT_GAMESPEED_ADVENTURE_AI="调整 AI 操控的英雄在地图上移动的速度。"
TT_GAMESPEED_COMBAT="调整战斗整体速度。"
ITEM_PICKUP_POPUP="宝物拾取弹框"
SHOW_HP_BARS="显示生命值"
TT_ITEM_PICKUP_POPUP="在遭遇战地图中，选择该设置将在你拾取宝物时弹出特别提示框。"
TT_REMIND_LAST_CHANCE_HERO="在你战斗回合中的最后一个生物行动，且英雄尚未行动时弹出提示。"

[H7GameMenu]
GM_GAME_MENU="游戏菜单"
GM_RESUME_GAME="回到游戏"
GM_LOAD_GAME="载入游戏"
GM_SAVE_GAME="保存游戏"
GM_OPTIONS="游戏选项"
GM_LIVING="亚山"
GM_RESTART="重玩地图"
GM_RESTART_COMBAT="重新战斗"
GM_UPLAY="Uplay界面"
GM_QUIT="退出游戏"
TT_RESUME_UNAVAILABLE="无法回到已结束的游戏"
TT_GAME_LOAD_UNAVAILABLE="暂时无法加载"
TT_GAME_SAVE_UNAVAILABLE="暂时无法保存"
TT_GAME_LIVING_ASHAN_UNAVAILABLE="现在无法前往亚山"
TT_NOT_UNAVAILABLE="当前无法使用"
VICTORY="胜利"
DEFEAT="失败"
PLAY_AGAIN="重玩"
MAIN_MENU="主菜单"
COUNCIL_HUB="议会大厅"
NEXT_MAP="下一张地图"
LOAD_SAVEGAME="读取存档"
SPECTATOR="观众"

[H7LoadSaveWindow]
LOAD_GAME="读取"
SAVE_GAME="保存游戏"
DELETE_GAME="删除"
SAVEGAMES="保存游戏"
FILTER_ALL="全部存档"
FILTER_CAMPAIGN="战役存档"
FILTER_CUSTOM="自订单人游戏存档"
FILTER_SKIRMISH="冲突单人游戏存档"
FILTER_SCENARIO="情景单人游戏存档"
FILTER_HOTSEAT="热座存档"
FILTER_MULTIPLAYER="多人游戏存档"
DIFFICULTY_EASY="简单"
DIFFICULTY_NORMAL="中等"
DIFFICULTY_HARD="困难"
DIFFICULTY_HEROIC="英雄"
DIFFICULTY_CUSTOM="自定义"
MAP_NAME="地图名称"
MAP_TYPE="地图类型"
SKILL_TYPE="技能类型"
DIFFICULTY="难易度"
VICTORY_CONDITION="胜利条件"
CREATE_NEW_SAVE_GAME="另存新档"
CURRENT_GAME="当前游戏"
SAVETYPE_MANUAL="手动保存"
SAVETYPE_QUICK="快速保存"
SAVETYPE_AUTO="自动保存"
QUICKSAVE_NAME="快速保存"
AUTOSAVE_NAME="自动保存"
SKIRMISH="冲突"
SCENARIO="情景"
CAMPAIGN="战役"
TT_MULTIPLAYER_SAVE_NOT_HOST="你不是这个游戏的房主，只有房主（%host）可以重启大厅。"
TT_MAP_NOT_EXIST="这张地图不再存在。"
DEFAULT_SAVEGAME_NAME="存档名"
SAVE_CORRUPTED="崩溃的存档"
SAVE_UNSUPPORTED="不支持的存档"

[H7Creature]
TIER_CORE="核心生物"
TIER_ELITE="精英生物"
TIER_CHAMPION="冠军生物"
PLURAL_TIER_CORE="核心生物"
PLURAL_TIER_ELITE="精英生物"
PLURAL_TIER_CHAMPION="冠军生物"

[H7Abilities]
STAT_TRADE_RATE_BONUS="你视为拥有一个额外的虚拟市场"
STAT_HERO_MIN_DAMAGE_PER_LEVEL="每等级最小英雄伤害。" 
STAT_HERO_MAX_DAMAGE_PER_LEVEL="每等级最大英雄伤害。" 
STAT_GOLDGAIN_CHEST="宝箱中获取的金币"
PERCENT_POINTS="百分比点数"
SET_BONI="套装奖励"
ITEMS_IN_SET="套装物品"
X_ITEMS="%number道具："
COMBAT_SPELL="战斗法术"
ADVENTURE_SPELL="冒险法术"
TIER_X="%tier 级"
TIER_X_SPELL="%tier 阶法术"
TIER_X_ITEM="%tier 阶道具"
TIER_SCROLL_SPELL="卷轴"
BUFF_HEROARMYBONUS="英雄调整"
TT_ABILITY_SHAOW_OF_DEATH_FCT="%size逃跑"
TT_ABILITY_SHAOW_OF_DEATH_LOG="由于受到恐惧阴影的影响，%size 个%name生物从战斗中逃跑"
MORAL_MIXED_FACTION="混合军队"
STAT_MAGIC="魔力"
STAT_ATTACK="攻击"
STAT_MIGHT="力量"
STAT_DEFENSE="防御"
STAT_LUCK_DESTINY="幸运"
STAT_MORALE_LEADERSHIP="士气"
STAT_LEADERSHIP="领导力"
STAT_DESTINY="命运"
STAT_MAX_MOVEMENT="最大移动"
STAT_CURRENT_MOVEMENT="移动"
STAT_MIN_DAMAGE="最小伤害"
STAT_MIN_DAMAGE_MELEE="最小近战伤害"
STAT_MAX_DAMAGE="最大伤害"
STAT_MAX_DAMAGE_RANGED="最大远程伤害"
STAT_MAX_DAMAGE_MELEE="最大近战伤害"
STAT_MAGIC_ABS="魔法吸收"
STAT_HEALTH="生命值"
STAT_MANA="法力上限"
STAT_MANA_REGEN="法力回复"
STAT_CURRENT_MANA="法力"
STAT_CURRENT_XP="经验值"
STAT_FLANKING_DAMAGE_ATTACK="侧击伤害"
STAT_FLANKING_DAMAGE_DEFENSE="侧击防御"
STAT_FULL_FLANKING_DAMAGE_ATTACK="全力侧击伤害"
STAT_FULL_FLANKING_DAMAGE_DEFENSE="全力侧击防御"
STAT_RANGE="远程折损"
STAT_PICKUP_COST="捡拾消耗"
STAT_SIGHT_RADIUS="视野范围"
STAT_SPIRIT="精神"
STAT_INITIATIVE="主动性"
STAT_TERRAIN_COST="地形消耗"
STAT_PRODUCTION="生产"
STAT_MOVE_COUNT="移动计数"
STAT_ATTACK_COUNT="攻击计数"
STAT_BATTLERAGE="血怒"
STAT_METAMAGIC="元变魔法值"
STAT_NEGOTIATION="谈判"
STAT_XP_RATE="获得经验"
STAT_ARCANE_KNOWLEDGE="奥术学识"
SCHOOL_MIGHT="力量"
SCHOOL_AIR_MAGIC="气系"
SCHOOL_DARK_MAGIC="暗系"
SCHOOL_EARTH_MAGIC="土系"
SCHOOL_FIRE_MAGIC="火系"
SCHOOL_LIGHT_MAGIC="光系"
SCHOOL_PRIME_MAGIC="源力"
SCHOOL_WATER_MAGIC="水系"
SCHOOL_ALL="全部"
SCHOOL_ALL_MAGIC="全部魔法"
SCHOOL_ABILITY_SCHOOL_NONE="无"
DAMAGE_SCHOOL_MIGHT="力量伤害"
DAMAGE_SCHOOL_AIR_MAGIC="气系伤害"
DAMAGE_SCHOOL_DARK_MAGIC="暗系伤害"
DAMAGE_SCHOOL_EARTH_MAGIC="土系伤害"
DAMAGE_SCHOOL_FIRE_MAGIC="火系伤害"
DAMAGE_SCHOOL_LIGHT_MAGIC="光系伤害"
DAMAGE_SCHOOL_PRIME_MAGIC="源力伤害"
DAMAGE_SCHOOL_WATER_MAGIC="水系伤害"
DAMAGE_SCHOOL_ALL="全系伤害"
DAMAGE_SCHOOL_ALL_MAGIC="全系魔法伤害"
DAMAGE_SCHOOL_ABILITY_SCHOOL_NONE="伤害"
FULL_SCHOOL_MIGHT="力量"
FULL_SCHOOL_AIR_MAGIC="气系魔法"
FULL_SCHOOL_DARK_MAGIC="暗系魔法"
FULL_SCHOOL_EARTH_MAGIC="土系魔法"
FULL_SCHOOL_FIRE_MAGIC="火系魔法"
FULL_SCHOOL_LIGHT_MAGIC="光系魔法"
FULL_SCHOOL_PRIME_MAGIC="源力魔法"
FULL_SCHOOL_WATER_MAGIC="水系魔法"
RANK_DESC_SR_ALL_RANKS="等级 %ranknumber 法术"
SR_UNSKILLED="生疏"
SR_NOVICE="新手"
SR_EXPERT="专家"
SR_MASTER="大师"
SR_ALL_RANKS="全部等级"
CASTER_SKILL="需要：%arcaneknowledge"
MT_ATT_DEF_POINT_DIFF="相对力量"
MT_RES_VUL_IMM="抵抗"
MT_IMMUNE="免疫"
MT_RESIST="抵抗"
MT_VUL="易伤"
MT_SHIELDED="盾防御"
MT_SHIELDER="护甲"
MT_CHAIN="连锁长度"
MT_FLANK_FULL="全力侧击"
MT_FLANK_HALF="侧击"
MT_MORAL="士气"
MT_MELEE="近战"
MT_RANGE="远程"
MT_COVER="掩护"
MT_DISTANCE_MOD="距离"
MT_COLLAPSE="土系学识III"
MT_REDIRECT="重新导向"
ADD_BUFF="启用增益"
REMOVE_BUFF="移除增益"
DO_ABILITY="启动技能"
ADD_ABILITY="给予技能"
REMOVE_ABILITY="移除技能"
SUPPRESS_ABILITY="压制技能"
UNSUPPRESS_ABILITY="解制技能"
PROTECT_BUFF="防护增益"
PERSISTENT="持续性"
ON_ACTIVATE="启用时"
ON_INIT="开始时"
ON_IMPACT="受冲击时"
ON_FINISH="结束时"
ON_ATTACK_START="攻击开始时"
ON_ATTACK_END="攻击结束时"
ON_ATTACKED_START="开始被攻击时"
ON_ATTACKED_END="结束被攻击时"
ON_UNIT_TURN_START="单位回合开始时"
ON_UNIT_TURN_END="单位回合结束时"
ON_COMBAT_TURN_START="战斗回合开始时"
ON_COMBAT_TURN_END="战斗回合结束时"
ON_MOVE_START="移动开始时"
ON_MOVE_END="移动结束时"
ON_COMBAT_START="战斗开始时"
ON_COMBAT_END="战斗结束时"
ON_RESIST="抵抗时"
ON_NOT_RESIST="无抵抗时"
ON_IMMUNE="免疫时"
ON_NOT_IMMUNE="无免疫时"
ON_VULNERABLE="弱点时"
ON_NOT_VULNERABLE="无弱点时"
ON_MORAL_WIN="士气强时"
ON_MORAL_NOTHING="无士气时"
ON_MORAL_LOSE="士气弱时"
ON_LUCK_WIN="运气强时"
ON_LUCK_NOTHING="无运气时"
ON_LUCK_LOSE="运气弱时"
ON_KILLED_UNIT="被追杀时"
ON_KILL_UNIT="执行猎杀时"
ON_GET_DAMAGE="被伤害时"
ON_DO_DAMAGE="造成伤害时"
ON_GET_BUFFED="得到效果时"
ON_BEGIN_OF_DAY="破晓时"
ON_SELF_ABILITY_ACTIVATE="启用时"
ON_GET_ATTACKED="被攻击时"
ON_ADD_BUFF="有效果时"
ON_DO_ATTACK="攻击时"
ON_PRE_COMMAND="开始前"
ON_POST_COMMAND="开始后"
ON_MOVE_ATTACK_START="移动时"
ON_GOOD_MORAL="士气高昂时"
ON_BAD_MORAL="士气低落时"
ON_CREATURE_DIE="单位死亡时"
ON_CONSUME_ITEM="消耗时"
ON_VISIT="造访时"
ON_AFTER_ANY_ABILITY_ACTIVATE="施法后"
ON_END_OF_WEEK="一周结束时"
ON_POST_VISIT="造访后"
ON_LEAVE="离开城镇时"
ON_END_OF_DAY="一天结束时"
ON_ANY_ABILITY_ACTIVATE="启动任何能力时"
ON_DO_CRITICAL_HIT="爆击时"
ON_ABILITY_PREPARE="准备时"
ON_TRIGGER_RETALIATION="被攻击时"
TARGET_DEFAULT="常识"
TARGET_CASTER="施法者"
TARGET_TARGET="目标"
TARGET_SELF="自己"
TARGET_ATTACKER="攻击者"
TARGET_ATTACKER_COMBAT="攻击者"
TARGET_DEFENDER="防御者"
TARGET_OWNER="拥有者"
TARGET_AREA_AROUND_CASTER="施法者周围所有人"
TARGET_AREA_AROUND_TARGET="目标周围所有人"
TARGET_Envelop_CASTER="所有施法者附近人员（包括施法者）"
TARGET_ALL="所有人"
TARGET_FROM_ABILITY="被计算目标"
TARGET_FROM_CONTAINER="计算目标"
TARGET_RANDOM_ADJACENT="随机邻近"
TAG_STUN="击晕"
TAG_MORAL="士气效果"
TAG_RESURRECT="转世重生"
TAG_BLIND="致盲效果"
TAG_MIND="心灵效果"
TAG_DAZE="昏厥"
TAG_SKIPTURN="跳过回合"
TAG_POISON="毒药"
TAG_AOE="范围效果"
TAG_ROOT="固着"
TAG_KNOCK_BACK="击退"
TAG_SIPHON="虹吸"
TAG_CONFUSE="迷惑"
TAG_SINGLE_TARGET="单一目标"
TAG_MASS_TARGET="范围目标"
TAG_NEGATIVE_EFFECT="负面效果"
TAG_POSITIVE_EFFECT="正面效果"
TAG_DAMAGE_SPELL="法术"
TAG_DAMAGE_DIRECT="引导"
TAG_DAMAGE_MELEE="近战"
TAG_DAMAGE_RANGE="远程"
TAG_DAMAGE_MAGIC="魔法"
TAG_SPELL="法术"
TAG_HEAL="治疗"
TAG_REPAIR="修理"
TAG_MOVEMENT_REDUCTION="移动减速"
TAG_FILTER_DAMAGE="伤害法术"
TAG_FILTER_UTILITY="单位法术"
EFFECTCOMMAND="%unit会执行%command"
EFFECTCOMMAND_TARGET="%unit会对%target执行%command"
ACTION_MELEE_ATTACK="近战攻击"
ACTION_RANGE_ATTACK="远程攻击"
ACTION_RETALIATE="复仇"
ACTION_RANGED_RETALIATE="远程反击"
ACTION_ABILITY="技能"
ACTION_DOUBLE_MELEE_ATTACK="双重近距离攻击"
ACTION_MOVE="移动"
ACTION_MOVE_ATTACK="移动和攻击"
ACTION_INTERRUPT="干扰"
AT_FRIENDLY="友善"
AT_HOSTILE="敌意"
AT_NEUTRAL="中立"
OP_TYPE_BOOL_EQUAL="是"
OP_TYPE_BOOL_NOTEQUAL="不是"
TT_ONLY_REFRESH="释放只会重置这个战嚎"
TT_ONLY_REFRESH_SPELL="施放后只会复原该法术。"
SOURCE_UNKNOWN="未知"
WCLASS_SIEGE="攻城型战争单位"
WCLASS_ATTACK="进攻型战争单位"
WCLASS_SUPPORT="支援型战争单位"
WCLASS_HYBRID="进攻和支援型单位"
TIME_ENTITY_ATTACKS="攻击"
TIME_ENTITY_UNIT_TURNS="单位回合"
TIME_ENTITY_COMBAT_TURNS="战斗回合"
TIME_ENTITY_COMBATS="战斗"
TIME_ENTITY_DAYS="天数"
TIME_ENTITY_WEEKS="周数"
TIME_ENTITY_MOVES="动作数"
TIME_ENTITY_UNKNOWN="事件："
BUFF_TIME="持续 %number% 回合"
CAST_ON_RANK="在 %rank 阶施放"
TARGET_FROM_CONTAINER="计算目标"
ON_GLOBAL_TURN_END="战斗回合结束时"
CANT_USE_ABILITY_ON_MORAL_TURN="士气回合无法使用主动技能。"
STAT_WATER_MOVEMENT="水面移动力消耗"
STAT_LAND_MOVEMENT="陆地移动力消耗"

[H7HeroWindow]
MIGHT="力量"
MAGIC="魔法"
CLICK_TO_DISMISS_HERO="点击解雇这个英雄"
HERO_CAN_NOT_BE_DISMISSED="该英雄无法解散"
DO_YOU_WANT_TO_DISMISS_THIS_HERO="你想解雇这个英雄吗？该英雄的军队将被解散！"
STAT_CURRENT_MANA="法力"

[H7SkillWheel]
LEARN="学习"
SKILLPOINTS="技能点"
TT_REQ_SKILLLEVEL="需求：%skillrank阶"
TT_REQ_ONE_ABILITY="需求：在%skillrank阶学习一项技能"
TT_REQ_ALL_ABILITIES="需求：掌握%skillrank大师技能"
NOVICE="新手"
EXPERT="专家"
MASTER="大师"
HERO_NAME_HAS_REACHED_LEVEL_NEW_LEVEL_AS_CLASS="HERO_NAME作为CLASS达到了NEW_LEVEL等级"
STAT_INCREASE="统计增加"
CHOOSE_A_SKILL_OR_AN_ABILITY="选择一个技能或能力"
SKILLS="技能"
ABILITIES="能力"
LEARNED_SKILLS="学习技能"
CLICK_SKILL_OR_ABILITY_TO_SEE_ITS_DESCRIPTION="点击一个技能或能力来查看详细介绍。"
YOU_CAN_NOT_LEARN_ABILITIES_RIGHT_NOW="你现在还不能学习这个能力"
YOU_CAN_NOT_LEARN_THIS_SKILL_RIGHT_NOW="你现在还不能学习这个技能"
OPEN_RND_SKILLING_POPUP="显示升级窗口"

[H7Town]
TT_SPLIT="拆分这个队伍"
TT_DISMISS="解散这个队伍"
TT_UNITINFO="显示队伍信息"
TT_GOVERNOR_EMPTY="任命一个英雄作为这个城镇的总督。即使英雄不在城镇内，他的管理能力也会产生影响。"
TT_GOVERNOR_TITLE="总督"
TT_GOVERNOR_TITLE_HERO="总督%hero"
TT_GOVERNOR_SWAY="总督的影响："
UPGRADE_CREATURE="升级"
CAN_NOT_UPGRADE_BECAUSE_NO_FREE_SLOT="没有空余的队列，无法升级这个队伍。"
NOT_ENOUGH_RESOURCES_TO_UPGRADE_THE_STACK="没有足够资源升级这个队伍"
GOVERNOR_CONFIRM="你将任命%h作为%t的总督。"
GOVERNOR_ALREADY="%h成为了%t地区的总督"
GOVERNOR_OVERWRITE="这将解除%h的总督职位。"
GOVERNOR_CANCEL="如此，你将解除%h作为%t的总督。"
GOVERNOR_WRONG="%h没有总督技能。"
UPGRADE="升级%building至："
ALTERNATE_BUILT="已经完成建造"
ALTERNATE="你只能建造其中一个："
BUILDING_CHOOSE="选择一个："
BUILDING_BUILD="建造："
BUILD="建造"
DONE="完成"
TT_BECOMES_UNAVAILABLE="变为不可用！"
SEND_CARAVAN_TITLE="篷车地图"
SEND_CARAVAN="派遣篷车"
LEVEL="等级"
MIDHUD_BUILD="建造建筑"
MIDHUD_RECRUIT="招募新生物"
NEW_UNITS="新生物！"
MIDHUD_MARKETPLACE="交易资源"
TRADING_AND_CARAVANS="交易并转移"
NEW_WARFAREUNITS="全新战争单位！"
MIDHUD_HALLOFHEROES="雇佣新英雄"
MIDHUD_MAGICGUILD="魔法行会"
NEW_SPELLS="新法术！"
MIDHUD_TOWNGUARD="城镇防御"
MIDHUD_WARFARE="购买战争单位"
MIDHUD_THIEVES="潜行公会"
NEW_INFO="新消息！"
MIDHUD_CARAVAN="篷车已抵达"
MIDHUD_ACADEMY_CUSTOM_1="回收宝物"
MIDHUD_ACADEMY_CUSTOM_2="购买卷轴"
MIDHUD_NECRO_CUSTOM_1="献祭生物"
MIDHUD_DUNGEON_CUSTOM_1="购买/出售宝物"
MIDHUD_FORTRESS_CUSTOM_1="转换资源"
TT_DESTROY="拆毁所有等级 %i 的建筑"
TT_DESTROY_ONLY_ONCE="建筑每天只能烧毁一次。"
TT_DESTROY_ONLY_TOWN_HALL="你不能烧毁城镇大厅"
TT_DISMANTLE="拆除所有等级 %i 的建筑并获得"
TT_DISMANTLE_HERO="可进行拆除的英雄：\n%hero"
TT_TOWNBAR_NO_HEROES="当前无可招募英雄"
TT_TOWNBAR_NOT_BUILT="需求建筑还未建造"
TT_TOWNBAR_NO_CARAVANS="没有未卸载的篷车"
TT_BUILD_NOT_ACCESSIBLE="需求未满足"
TT_BUILD_ALREADY="今天你不能在此城镇建造更多建筑了。"
TT_BUILD_NOT_AFFORDABLE="资源不足"
TT_LEVEL="等级"
TT_LEVEL_EXPLAIN="每个新增建筑和升级都会增加城镇等级"
TT_LEVEL_NUMBER="这个阶段的建筑和升级需要城镇达到 %level 级"
TT_TOWN_LEVEL="城镇等级"
TT_REQUIRES_BASE="需求："
TT_REQUIRES="需求："
TT_UNIQUE="每个王国一次"
TT_TEAR="带着%item的英雄正在城镇中。"
TT_NEW_CARAVAN="全新商队！"
BUILDING_SHOW_ALL="显示全部"
UNLOAD_CARAVANS="卸载篷车"
UNLOAD_ALL="尝试全部卸载"
CARAVAN_FROM="从%sourcetown来的篷车"
NOT_BUILT="未建造"
TT_KICK_PLAYER="踢出这个玩家"
HP="HP"
TOWN_LEVEL_X="等级%level"
DELETE_CARAVAN_CONFIRM="你想要删除这个篷车以及车上所有物资吗？"
TT_MERGE_GARRISON_TO_VISIT="将驻点军队添加至拜访军队。"
TT_MERGE_VISIT_TO_GARRISON="将拜访军队添加至驻点军队。"
TT_SWAP_ARMIES="切换要塞和拜访军队"
MIDHUD_ABANDON_CARAVAN_OUTPOST="放弃车队哨站，所有驻守的车队将会失去。"
DESTROY_CARAVAN_OUTPOST="你确定吗？所有驻守的车队将会失去。"

[H7MarketPlace]
MARKETPLACE="集市"
MARKETPLACES="集市"
TRADERATE="交易价格"
NORMAL_TRADE_RATE="普通交易率"
BETTER_TRADE_RATE="你从贸易中额外获得%i%。"
TT_TRADING_POST_BUFF="[弃用?]"
EXCHANGE_RESOURCES="交换资源"
TT_TRADE_WITH_ALLIES="向同盟玩家发送资源"
TT_NO_ALLIES="没有可交易的盟友或交易被禁止"
TT_CAN_NOT_TRADE_WITH_ALLIES_HERE="在这张地图上无法和盟友交易！"
YOUR_STOCK="你的库存"
TRADE_RATES="市场"
MAX="最大"
TT_MAX="显示你能负担的最大数量。"
MIN="最小"
TR="比率"
TT_TR="显示交易比率。"
ALLIED_PLAYERS="同盟玩家"
GIVE="给予"
GET="获得"
TRADE="交易"
KEEP="保留"
SEND="发送"

[H7AltarOfSacrifice]
SACRIFICE="献祭"
DRAG_DROP_UNIT_TO_SACRIFICE_HERE="将一个生物拖放至此来完成献祭"
ALTAROFSACRIFICEDESCRIPTION="花费一定代价可将献祭的生物转化为骷髅或甲胄骷髅。"

[H7Furnace]
FURNACE_DESCRIPTION="消耗 %common %iconWood 木材和 %common %iconOre 矿石打造 %rareMin - %rareMax 个随机稀有资源和 %goldMin - %goldMax %iconGold 黄金。小心火焰！"
COST="成本"
GAIN="获得"
MELT_DOWN="熔炼"

[H7HallOfHeroes]
VIEW_THE_HEROES_SKILLWHEEL="查看英雄的技能轮。"
ARMY="军队"
HIRE="招募"
RECRUIT_HERO="付款并招募选中的英雄"
NOT_ENOUGH_GOLD="黄金不足"
NO_FREE_SLOT_IN_TOWN="城镇无空位"
WAS_DEFEATED_THIS_TURN="在本回合被击败"
REACHED_HERO_CAP="达到英雄上限"

[H7TownRecruitment]
NO_DWELLINGS_AVAILABLE="无可用住所"
RECRUIT_ALL="招募所有"
RECRUIT="招募"
RESERVE_IS_EMPTY="储备已空"
NOT_ENOUGH_RESOURCES="资源不足"
UPGRADE="升级"
RECRUIT_FROM="从%location招募生物"
PATH_TO_IS_BLOCKED="通往%location的道路被阻断了"
SETUP_CARAVAN_FROM_TO="派遣篷车从%sourcelocation抵达%targetlocation"
ORDER_A_CARAVAN_FROM="命令一个篷车从"
IT_WILL_TAKE_A_CARAVAN_DAY="篷车抵达%location需要 %amount 天"
IT_WILL_TAKE_A_CARAVAN_DAYS="篷车抵达%location需要 %amount 天"
CANNOT_ORDER_CARAVAN_FROM_TO="道路不通，无法从%sourcelocation派遣篷车前往%targetlocation"
PATH_BLOCKED="道路受阻"
ALLOWS_RECRUITMENT="补充%creature的兵力"
ALLOWS_RECRUITMENT_ADD="和%creature"
RECRUIT_UPGRADE="能升级为%building"
CAN_BE_UPGRADED="能够升级"
TT_DWELLING_UPGRADE="升级该住所内所有生物。"
RECRUIT_PER_WEEK="每周%i"
TT_SWITCH_CREATURE="转变为%creature"
WEEKLY_GROWTH="周增长"
WEEKLY_GROWTH_TOTAL="总共：%sum"
NEED_UPGRADED_DWELLING="需要升级住所"
USE_FERTILTIY="丰产神像\n增加有效生物的产量。"
ALREADY_USED_FERTILITY="丰产神像\n本周已使用。"
NO_FREE_UNIT_SLOTS_LEFT="无单位空位"
NO_DWELLINGS="没有住所"
ALL_RESERVES_EMPTY="所有预定为空"
NOT_ENOUGH_RESOURCES="资源不足"
NO_FREE_UNIT_SLOTS="无多余单位空位"
TOWN_ALREADY_HAS_A_CARAVAN_TO_OTHER_TOWN="改选中城镇或要塞已经派出前往另一目的地的篷车。"
NO_FREE_UNIT_SLOTS_LEFT_IN_CARAVAN="篷车已满。"

[H7ThievesGuild]
TEAM="团队"
TOWNS="城镇"
HEROES="英雄"
BEST_HERO="最强英雄"
GOLD="黄金收入"
COMMON_RESOURCES="普通资源"
RARE_RESOURCES="稀有资源"
MAP_DISCOVERY="地图\n探索"
TEAR_OF_ASHAN="亚莎之泪"
NO_FREE_SPY="当前无闲置的密探"
NOT_ENOUGH="黄金不足"
SEND_SPY="派遣密探"
SEND_SPY_TO_GATHER_INFORMATION_COST="派遣一名密探去收集信息。花费："
SEND_SPY_INFO_WILL_BE_REVEALED_AT_START_OF_NEXT_WEEK="派遣一名密探去收集信息，获取的信息将在下一周开始时显示。"
ALREADY_GATHERING="你的一名密探当前正在收集信息"
ALREADY_GATHERED="你已获取信息"
CLICK_TO_SORT_BY_TEAMS="点击按团队分类，再次点击按玩家序号分类"
CLICK_TO_SORT_BY_HEROES="点击按英雄数量分类"
CLICK_TO_SORT_BY_HERO_LEVEL="点击按最强英雄分类"
CLICK_TO_SORT_BY_GOLD="点击按黄金收入分类"
CLICK_TO_SORT_BY_COMMON_RESOURCE_INCOME="点击按普通资源收入分类"
CLICK_TO_SORT_BY_RARE_RESOURCE_INCOME="点击按稀有资源收入分类"
CLICK_TO_SORT_BY_MAP_DISCOVERY="点击按地图探索度分类"
CLICK_TO_SORT_BY_TEAR_COMPLETION="点击按亚莎之泪完成度分类"
CLICK_TO_SORT_BY_TOWN_AMOUNT="点击按城镇号码分类"
ALL_INFO_REVEALED="你已显示全部信息"
CLICK_FOR_DETAILED_VIEW="点击详细查看"
HEROS_SKILLS="技能"
BEST_HERO_DEAD="玩家无英雄"
PLUNDER="掠夺"
PLUNDER_A_RANDOM_RESOURCE_SITE_OF_AN_ENEMY_PLAYER="从敌对玩家领地掠夺随机资源"
REQUIRES="需求"
NO_FREE_SPY="当前无闲置的密探"
YOU_CAN_SEND_ONLY_ONE_THIEF_PER_SPIESGUILD="每有一座%BuildingName只能派遣一名密探"
YOU_NEED="你需要"
AVAILABLE="可用的"
YOU_CAN_NOT_PLUNDER_THIS_PLAYER="你不能掠夺该玩家，他未占领任何资源点。"
CAN_ONLY_PLUNDER_ENEMY_PLAYERS="只能掠夺敌对玩家"
PLUNDER_A_RANDOM_RESOURCE_SITE_OF_PLAYERNAME="从%PlayerName处掠夺随机资源"
SABOTAGE="破坏"
SABOTAGE_A_RANDOM_CORE_OR_ELITE_DWELLING_OF_AN_ENEMY_PLAYER="破坏敌对玩家一个随机的核心或精英住所使其产量减半。"
YOU_CAN_SEND_ONLY_ONE_THIEF_PER_HALL_OF_INTRIGUE="每座%BuildingName只能派遣一名密探"
YOU_CAN_NOT_SABOTAGE_THIS_PLAYER="你不能破坏该玩家"
CAN_ONLY_SABOTAGE_ENEMY_PLAYERS="只能破坏敌对玩家"
SABOTAGE_A_RANDOM_CORE_OR_ELITE_DWELLING_OF_PLAYERNAME="破坏%PlayerName处一个随机的核心或精英住所使其产量减半。"
CURRENTLY_1_SPY_IS_PLUNDERING_THIS_PLAYER="当前正有1个密探在掠夺该玩家"
CURRENTLY_X_SPIES_ARE_PLUNDERING_THIS_PLAYER="当前正有 %x 个密探在掠夺该玩家"
CURRENTLY_1_SPY_IS_SABOTAGING_THIS_PLAYER="当前正有 1 个密探在破坏该玩家"
CURRENTLY_X_SPIES_ARE_SABOTAGING_THIS_PLAYER="当前正有 %x 个密探在破坏该玩家"
TT_TEAM_SLOT="%Playername处于%Teamname团队。"
TT_NO_TEAM_SLOT="%Playername未加入团队。"
TT_TOWNS_SLOT="%Playername控制了%NumTowns城镇。"
TT_HEROES_SLOT="%Playername控制了%NumHeroes个英雄。"
TT_GOLD_INCOME_SLOT="%GoldAmount %ICON_GOLD黄金/天"
TT_MAP_DISCOVERY_SLOT="%Playername探索了地图上的%MapRevealed%。"
TT_ASHA_SLOT="%Playername发现了 %MapParts 片藏宝图碎片。"

[H7ArtifactRecycler]
RECYCLE="回收"
YOU_GAIN="你获得了"
MERCHANT="商人"
SELL="出售"
TT_MERCHANT_DESC="买卖宝物"
BLACK_MARKET="黑市"

[H7ItemAndInventory]
INVENTORY="行装"
ITYPE_HELMET="头部"
ITYPE_WEAPON="主手"
ITYPE_CHEST_ARMOR="躯干"
ITYPE_GLOVES="副手"
ITYPE_SHOES="足部"
ITYPE_NECKLACE="颈部"
ITYPE_RING="双手"
ITYPE_CAPE="肩部"
ITYPE_SCROLL="卷轴"
ITYPE_CONSUMABLE="消耗品"
ITYPE_INVENTORY_ONLY="仅限行装"
ITYPE_SHOULDERS="n.a."
ITYPE_SHIELD="n.a."
ITYPE_BELT="n.a."
RIGHT_CLICK_TO_CONSUME="右击消耗道具"
ONCE_EQUIPED_CANNOT_BE_UNEQUIPED="这个道具一旦装备后，将无法再卸下！"
CANNOT_UNEQUIP="这个道具无法卸下！"
TT_MERGE_ARMY_LEFT_TO_RIGHT="将左方军队加入右方军队。"
TT_MERGE_ARMY_RIGHT_TO_LEFT="将右方军队加入左方军队。"

[H7TradeResult]
RECEIVED_ITEMS="%recHero从%giverHero处获得道具"
RECEIVED_CREATURES="%recHero从%giverHero处获得生物"
RECEIVED_ITMS_AND_CREATURES="%recHero从%giverHero处获得道具和生物"

[H7Mine]
TT_INCOME="每天提供 %amount %icon %resource。"
TT_PLUNDERED="掠夺（%i 天后恢复生产）"
TT_PLUNDER="交互式掠夺"
TT_ABANDONED_MINE_DESC="这座矿坑已经废弃，但是仍然可以修复，使之恢复正常运作。"
PLUNDER_QUESTION="即将掠夺该建筑。\n这将消耗你英雄所有剩余移动力。"
PLUNDER_CONFIRM="掠夺"
PLUNDER_CANCEL="不要掠夺"

[H7GFxActorTooltip]
TT_NEUTRAL_ARMY="中立军队"
TT_CARAVAN_ARMY="篷车军队"
TT_THREAT="威胁："
TT_THREAT_END_JOIN="将会提出无偿追随你"
TT_THREAT_END_JOIN_FORCE="将无偿追随"
TT_THREAT_END_FLEE="将会逃跑"
TT_THREAT_END_PAY="将会有偿追随你"
TT_THREAT_END_FIGHT="将会和你战斗"
TT_THREAT_END_TALK="将会和你交谈"
TT_THREAT_END_NONE="将不会和你互动"
TT_THREAT_END_MEET="将会和你会面"
TT_THREAT_END_CHANCE_JOIN="将和你会面"
TT_THREAT_END_CHANCE_FLEE="%i 几率有意向加入你"
TT_THREAT_END_CHANCE_PAY="%i 几率逃跑"
TT_THREAT_END_CHANCE_JOIN_FORCE="%i 几率收到贿赂"
RELATION_YOU="你"
RELATION_ALLIED="盟友"
RELATION_ENEMY="敌人"
TT_FORTIFICATIONS="堡垒"
TT_FORTIFICATIONS_WALL="城墙（%level)"
TT_VISITED_OBELISKS="显示藏宝图的一部分并教会你揭示宝藏法术。"
TT_VISITED_OBELISKS_NEXT_PIECES="拜访下一处方尖碑你将拥有 %num 块藏宝图碎片。"

[H7AdventureBuildings]
TT_BUFFSITE="给予拜访的英雄%buff"
TT_NOTHING="什么也没有"

[H7Observatory]
TT_OBSERVATORY="显示半径 %radius 内的周围区域。"
TT_OBSERVATORY_WITH_HQ="拜访相应的%hq将为你显示其半径为 %radius 的周围区域。"
OBSERVATORY_VISIT_HQ="[弃用?]"

[H7ObservatoryHQ]
TT_OBSERVATORY_HQ="显示和隐匿处相关瞭望台周围的区域"

[H7Shelter]
TT_SHELTER="英雄能在此处寻求避难。"
TT_OCCUPIED="已占领"
TT_UNOCCUPIED="未占领"

[H7Cartographer]
TT_CARTOGRAPHER="花费资源以显示这片土地。"

[H7ResourcePile]
TT_Chest="宝箱"
TT_Pile="资源堆"

[H7PermanentBonusSite]
TT_VISITED="已拜访"
TT_NOT_VISITED="未拜访"
TT_PERMANENT_BONUS="永久奖励"
TT_CHOOSE="你能从中选择"

[H7Dwelling]
TT_DWELLING="住所"
TT_DESERTED="这个住所已被遗弃！"
TT_CAN_HIRED_HERE="前往附近城镇或可以在此处雇佣。"

[H7Teleporter]
TT_PORTAL_DESC="一条灵界和现实世界中的魔法捷径。"
TT_DIMENSION_CHANNEL_DESC="魔法单向大门，进入后无法返回。"
TT_DIMENSION_CHANNEL_EXIT_DESC="魔法单向大门的出口。"
TT_DIMENSION_PORTAL_DESC="一扇通向另一地点的魔法大门。"
TT_WHIRLPOOL_DESC="将船只传送至另一漩涡。"
TT_STAIRWAY_DESC="一条地表和地底间的通道"

[H7DestructibleObjectManipulator]
TT_REPAIR_DESC="修复将花费："
TT_DESTROY_DESC="破坏将花费："
TT_DESTROY="破坏将耗费"
TT_REPAIR="修复将耗费"
TT_TURNS="回合"

[H7HeroItem]
TT_GRANT_ABILITY="授予能力："
TT_FORBIDDEN_FACTION="无效种族："
TT_FORBIDDEN_AFFINITY="无效倾向："
TT_CAN_EQUIP="可装备"
TT_CANNOT_EQUIP="无法装备"
TT_CAMPAIGN_PERSISTENT="持续整个战役"
TT_CANNOT_EXCHANGE="无法交易"
TT_QUEST_ITEM="任务道具"
QUEST_ITEM="任务道具"
ITIER_MINOR="次要宝物"
ITIER_MAJOR="主要宝物"
ITIER_RELIC="圣器"
ITIER_CONSUMABLE="消耗品"

[H7Fort]
TT_FORT="要塞"
TT_FORT_RUINS="这个要塞已经成为一片废墟，但是花费一定代价能够重建。"

[H7AdvMapObjectToolTip]
TT_SHIPYARD="花费一定资源建造船只"
TT_RESOURCE_DEPOT="[弃用?]"
TT_SHRINE_7TH_DRAGON="花费资源将单个英雄一次性升至满级。"
TT_NON_PERMANENT_BUFF_SITE="灯塔控制方所有英雄在船只上的航行速度增加15%。\n \n力量之塔：增加所有你的城市中核心和精英生物基础成长20%。"
TT_NOT_AVAILABLE_DAYS="%i 天不可用"
TT_NOT_AVAILABLE_DAY="%i 天不可用"
TT_NOT_OWNER="不可用。\n你还未控制这片区域"
TT_AVAILABLE="可用"
TT_RANDOM_ITEM_SITE="首次拜访的英雄将获得宝物，但会受到影响：\n%bufftooltip"
TT_FORTUNE_TELLER="显示下周将发生什么。"
TT_CUSTOM_NEUTRAL_DWELLING="提供可用黄金招募的各类生物。"
TT_CUSTOM_NEUTRAL_DWELLING_CAN_HIRED="每周补充。"
TT_CUSTOM_NEUTRAL_DWELLING_UNPRODUCTIVE="由于限制无法每周补充。"
TT_STOCK_AVAILABLE="可用部队"
TT_STOCK_SOLD_OUT="已卖完"
TT_TRAINING_GROUNDS="训练你的军队，花费一定资源升级基础生物。"
TT_DEN_OF_THIEVES="花费资源立刻获得一种信息，每周一次机会。"
TT_ARCANE_LIBRARY="向拜访的英雄传授其符合需求的法术。"
TT_BLIND_BROTHER_MONASTERY="花费资源向单个英雄传授一个可用的能力。"
TT_CAN_NOT_IMPROVE="暂无可提高的技能"
TT_CAN_IMPROVE="技能可提高"
TT_ARCANE_ACADEMY="花费资源将单个英雄已经学会的一个魔法技能提升一阶。"
TT_SCHOOL_OF_WAR="花费资源将单个英雄已经学会的一个力量技能提升一阶"
TT_HAVNT_REQUIREMENTS="你未达到学习要求。"
TT_ALREADY_LEARNED="已学会"
TT_NOT_IMPROVED="暂无可提高的技能"
TT_SMITH="这名铁匠是 %icon_ore 矿石专家。"
TT_GOLDPILE="一堆 %ICON_GOLD 黄金"
TT_TREASURE_CHEST="一个古老的箱子，可选择获得 %ICON_GOLD 黄金或 %ICON_CURRENT_XP 经验。"
TT_CAMPFIRE="一个野蛮强盗的营地，其中可能藏有 %ICON_GOLD 黄金，%ICON_WOOD 木材和 %ICON_ORE 矿石。"
TT_TRADING_POST="拜访的英雄能够以高价格买卖资源。"
TT_OREPILE="一堆 %ICON_ORE 矿石"
TT_WOODPILE="一堆 %ICON_WOOD 木材"
TT_CRYSTALPILE="一堆 %ICON_CRYSTAL 龙血水晶"
TT_SHADOWSTEELPILE="一堆 %ICON_SHADOWSTEEL 影钢"
TT_DRAGONSTEELPILE="一堆 %ICON_DRAGONSTEEL 龙钢"
TT_STARSILVERPILE="一堆 %ICON_STARSILVER 星银"
TT_STAT_MOD_ATTACK="% %ICON_ATTACK 攻击"
TT_SHIP_HEAD="船只"
TT_SHIP_DESC="能够在海洋上航行的船只。"
TT_ALTAR="拜访后将获得龙神的神力，这能让你打破对应的封印。"
TT_SEAL="该封印必须依靠相应龙神的神力打破，龙神将会把神力赋予拜访其祭坛的有缘之人。"
TT_FLOTSAM="水域中漂浮着的失落货物，你可能在其中找到些 %ICON_GOLD 黄金，%ICON_WOOD 木材和 %ICON_ORE 矿石。"
TT_RUNIC_GATE="通道受到限制。"
TT_YOU_NEED_TO_AT_LEAST_FULFILL_ONE_OF_THE_REQUIREMENTS="你需要满足至少一项条件："
TT_RUNIC_GATE_HERO_1="只有%hero可以通过。"
TT_RUNIC_GATE_HERO_X="只有以下英雄可以通过："
TT_RUNIC_GATE_PLAYER_1="只有%player的英雄可以通过。"
TT_RUNIC_GATE_PLAYER_X="只有以下玩家的游戏可以通过："
TT_RUNIC_GATE_ITEM_1="只有携带%item的英雄可以通过。"
TT_RUNIC_GATE_ITEM_X_AND="只有携带下礼所有物品的英雄可以通过："
TT_RUNIC_GATE_ITEM_X_OR="只有携带下礼物品之一的英雄可以通过："
TT_RUNIC_GATE_LEVEL="只有不低于%level级的英雄可以通过。"
TT_RUNIC_GATE_MAGIC="仅魔法英雄可以通过。"
TT_RUNIC_GATE_MIGHT="仅力量英雄可以通过"
TT_RUNIC_GATE_ALL="英雄必须满足所有条件才能通过。"
TT_RUNIC_GATE_ONE="英雄必须满足一项条件才能通过。"
TT_PRISON_HERO_1="只有%hero能进入。"
TT_PRISON_HERO_X="只有下列英雄能进入："
TT_PRISON_PLAYER_1="只有%player的游戏能进入。"
TT_PRISON_PLAYER_X="只有下列玩家的游戏能进入："
TT_PRISON_ITEM_1="只有携带%item的英雄能进入。"
TT_PRISON_ITEM_X_AND="只有携带所有下列道具的游戏能进入："
TT_PRISON_ITEM_X_OR="只有携带下列物品之一的英雄能进入："
TT_PRISON_LEVEL="只有%level级或以上的英雄能进入。"
TT_CARAVAN_OUTPOST_DESC="%个车队驻扎在内"


[H7Message]
MSG_FORT_DESTROYED="你摧毁了%name"
MSG_FORT_REBUILT="你重建了一座要塞。"
MSG_FORT_CANNOT_VISIT="不能拜访盟友的要塞！"
MSG_YOU_CAPTURED="你占领了%name。"
MSG_YOU_LOST="你失去了%name"
MSG_CHARGES_UP_TO="%target受到%buff变为 %value"
MSG_GET_STAT="%target因为%origin获得%operator%value%stat"
MSG_LEARNED="%owner学会了%ability"
MSG_FORGET="%owner失去了%ability"
MSG_APPLY_AURA="%target现受到%aura影响。"
MSG_REMOVE_AURA="%target离开了%aura影响。"
MSG_ACTIVATE_ABILITY="%owner激活了%ability。"
MSG_LOSE_BUFF="%owner失去了%buff效果"
MSG_RECIEVE_BUFF="%owner受到了%buff影响"
MSG_REFRESH_BUFF="%owner刷新了%buff效果"
MSG_STACKS_UP_BUFF="%owner叠加了%buff效果"
MSG_TARGET_HEALED="%target恢复了%value生命值。"
MSG_TARGET_MISSED="%target闪避了%ability！"
MSG_TARGET_IMMUNE="%target免疫了%ability！"
MSG_TARGET_DAMAGE="%target受到了%value伤害，死亡 %amount。"
MSG_HERO_LEVEL_UP="%hero升级！选择新技能！"
MSG_HERO_LAST_CHANCE="你的英雄行动的最后机会！"
MSG_TURN_BEGIN="%number回合开始。"
MSG_NEW_QUEST="新任务：%questname"
MSG_QUEST_ACTIVATED="任务激活：%questname"
MSG_QUEST_COMPLETE="任务完成：%questname"
MSG_QUEST_FAILED="任务失败：%questname"
MSG_START_COMBAT="战斗开始。"
MSG_CANNOT_CAST="不能施放%ability！要求未满足。"
MSG_ERROR_SET_RESOLUTION="无法通过下拉区域设置自定义分辨率"
MSG_RESOLUTION_CHANGED="分辨率调整为：\n%resXx%resY"
MSG_FAILED_SET_RESOLUTION="分辨率设置失败！\n现在为:%resXx%resY"
MSG_CANNOT_CLOSE="%context无法关闭"
MSG_GAME_SAVED="游戏保存成功。"
MSG_GAME_SAVED_FAILED="游戏保存失败！"
MSG_WAIT_LOADING="请稍等，其他玩家正在载入地图。"
MSG_WAIT_ANSWER="请等待其他玩家选择回答。"
MSG_WAIT_RETREAT="对方玩家决定撤退。请等待进攻部队撤退。"
MSG_PROFILE_SAVED="保存配置文件。"
MSG_COUNCIL_UNAVAILABLE="议会暂时不可用！"
MSG_GARRISON_ENEMY="无法打开敌方驻地的驻地窗口！"
MSG_GARRISON_ALLIED="无法打开盟友驻地的驻地窗口！"
MSG_YOU_ARE_ABOUT_TO_TRADE_ITEMS_AND_CREATURES="你即将交易道具和生物。"
MSG_YOU_ARE_ABOUT_TO_TRADE_ITEMS="你即将交易道具。"
MSG_YOU_ARE_ABOUT_TO_TRADE_CREATURES="你即将交易生物。"
MSG_ARE_YOU_SURE="确定？"
MSG_HERO_LEARNED_SPELL="%hero已学会"
MSG_QUEST_UPDATE_OBJECTIVE_NEW="新的目标：\n%objective"
MSG_QUEST_UPDATE_OBJECTIVE_DONE="实现目标：\n%objective"
MSG_QUEST_UPDATE_OBJECTIVE_FAIL="失败目标：\n%objective"
MSG_CARAVAN_RETURN="目的地%destinationsite已不属于你的掌控范围。"
MSG_SAVE_FAILED="保存游戏失败！"
MSG_ABSORB="%name 吸收了 %absorb 点伤害。"
MSG_JOINED_GAME="%player加入了游戏。"
MSG_INIT_GAME="开始游戏..."
MSG_TACTICS_BEGIN="战术阶段开始…"
MSG_TOWN_ALLIED_VISIT="无法征服盟友城镇！"

[H7FCT]
FCT_VISITED="已拜访！"
FCT_MOTHERFACTION="为了势力母亲！！！"
FCT_CANNOT_CAST="无法在此施放！"
FCT_NOT_ENOUGH_POINTS_TO_PICKUP="没有足够的移动点数拾取！"
FCT_NOT_ENOUGH_POINTS_TO_ATTACK="没有足够的移动点数进攻！"
FCT_CANNOT_MOVE="无法移动到那里！"
FCT_ALREADY_HERE="已经在那里了！"
FCT_BLOCKED_BY_ARMY="该地点受到军队阻挡！"
FCT_CANNOT_MOVE_TO="道路受阻！"
FCT_NO_MOVEPOINTS_LEFT="剩余移动点数不足！"
FCT_NO_ATTACKS_LEFT="无剩余攻击次数！"
FCT_CANNOT_REACH_TARGET="无法抵达目标！"
FCT_CANNOT_TARGET="无法瞄准目标！"
FCT_NO_VALID_TARGET="没有有效目标！"
FCT_ALREADY_ARRIVED="已抵达！"
FCT_NO_PATH_SET="没有固定的道路！"
FCT_RECIEVED_UNIT="接受单位！"
FCT_PLUNDERED="已掠夺！"
FCT_PLUNDERING="掠夺中"
FTC_ALREADY_CAPTURED="已占领"
FCT_ALREADY_LEARNED_ABILITY="%owner已学会了%ability!"
FCT_ALREADY_LEARNED_ABILITIES="%owner已经学会了这里的能力！"
FCT_ALREADY_GOT_BUFF="%owner已经获得了%buff增益！"
FCT_LEARNED_ABILITY="%owner学习了%ability。"
FCT_RECIEVED_BUFF="%owner获得了%buff。"
FCT_MINE_RESTORED="%owner学到了%ability。"
FCT_ALREADY_BEING_REPAIRED="已修理！"
FCT_ALREADY_BEING_DESTROYED="已遭摧毁！"
FCT_NO_RESOURCES_TO_REPAIR="修理所需资源不足！"
FCT_NO_RESOURCES_TO_DESTROY="摧毁所需资源不足！"
FCT_NO_ACTION_TAKEN="什么都没发生！"
FCT_ARMY_ON_BRIDGE_CANT_DESTROY="桥梁被占，无法将其破坏！"
FCT_TELEPORTER_BLOCKED="灵魂之门的另一端被%target堵住了！"
FCT_DESTRUCTIBLE_OBJECT_DESTROYED="%name已被摧毁！你必须重建才能使用它。"
FCT_MULTIEXIT_TELEPORTER_BLOCKED="所有大门的出口都被堵住了！"
FCT_LEARNED_SOMETHING="%owner从%target处学习了%ability。"
FCT_NO_TOWN_FOUND="未找到建有传送门的城镇！"
FCT_NO_PLAYER_CONTROLLER_FOUND="没有发现玩家控制器！"
FCT_TELEPORT_FAILED="传送失败！"
FCT_NEAREST_TOWN_NO_GARRISON="最近的城镇无驻守生物！"
FCT_EXPIERENCE_FROM="%owner从%target处获得了 %value 经验值。"
FCT_CANT_DEFAULT_ATTACK_INVALID_TARGET="无法对无效目标发动攻击！"
FCT_NO_TARGET_FOUND="未发现目标！"
FCT_TARGET_NOT_REACHED="目标未抵达！"
FCT_LEVEL_UP="升级"
FCT_PLUS_ATTACK="攻击+1"
FCT_PLUS_DEFENSE="防御+1"
FCT_PLUS_MAGIC="魔力+1"
FCT_PLUS_MIGHT="力量+1"
FCT_INTERRUPTED="被打断！"
FCT_RETALIATION="反击"
FCT_IMMUNE="免疫"
FCT_MISS="错失！"
FCT_CANNOT_PLUNDER_MINE="无法掠夺矿场！"
FCT_KILL_TOP_CREATURE="夺命一击！"
FCT_KEYMASTER_GATE_NO_KEY="封印被锁定了，找到打开封印的祭坛。"
FCT_KEYMASTER_GATE_HAS_KEY="封印被打开了。"
FCT_KEYMASTER_GOT_KEY="获得钥匙："
FCT_NO_AVAILABLE_WATER_TILE="没有可造船的空间。"
FCT_NOT_ENOUGH_RESOURCES="资源不足！"
FCT_ALREADY_OCCUPIED="已占领！"
FCT_OBELISK_VISIT="新藏宝图碎片显现了"
FCT_OBELISK_VISIT_PLURAL="新藏宝图碎片显现了"
FCT_RETRIEVE_TEAR_OF_ASHA="你找到了%item！"
FCT_RETRIEVE_TEAR_OF_ASHA_FAIL="未成功找到%item！"
FCT_RETRIEVED_TEAR_OF_ASHA="%item已被找到"
FCT_CANNOT_LEARN_ABILITY="%owner无免费能力可学习"
FCT_UNSPENDED_SKILLPOINTS="在所有技能点花费完前%owner无法提升。"
FCT_ALREADY_IMPROVED_SKILLPOINTS="%hero已经在本建筑强化过自己的技能。"
FCT_DONT_VISIT="这里没有访问的必要"
FCT_PLUS_SPIRIT="精神+1"
FCT_NO_ARMY="你的军队里没有生物！"
FCT_NO_FREE_TOWN_FOUND="城镇受其他军队封锁！"
FCT_RUNIC_GATE_PASS="你可以通过符文大门。"
FCT_RUNIC_GATE_BLOCK="你无法穿越符文大门。"
FCT_NO_BENEFIT="无法从这里获得任何东西"
FCT_CANT_ATTACK="不能攻击该军队。"
FCT_CANT_ATTACK_X_SECONDS="在%x秒内不能攻击该军队。"

[H7PopUp]
PU_YES="是"
PU_ACCEPT="接受"
PU_NO="否"
PU_OK="好的"
PU_REPAIR="修复"
PU_ABORT="离开"
PU_DESTROY="摧毁"
PU_REVERT="还原"
PU_NOT_ENOUGH_RESOURCES="没有足够资源"
PU_ABORT_ACTION="你想取消当前行动吗？"
PU_LEAVE_SHELTER="你想离开避难所吗？"
PU_ENTER_SHELTER="你想进入避难所吗？"
PU_ENABLE_AUTOCOMBAT="你想进行自动战斗吗？"
PU_BRIDGE_REPAIR="你想开始维修吗？\n这将花费 %duration 回合并消耗：%price"
PU_BRIDGE_DESTROY="你想开始摧毁吗？这将花费：%duration 回合"
PU_ASHA_TELEPORT="利用%ability传送至 %targettown 吗？"
PU_RESTART_GAME="应用这些变更需要重启游戏"
PU_QUICKLOAD="你确定要快速载入吗？"
PU_SAVING="保存中...请等待。"
PU_LOADING="载入中...请等待。"
PU_LOAD_CONFIRM="你当前的游戏状态将无法保存！"
PU_LOAD_ANYWAY="继续读取"
PU_RESTART="退出游戏"
PU_RESTART_DIFF="重新开始"
PU_LATER="稍后重启"
PU_BUILD="建造"
PU_BUY_SHIP="你能在这里生产船只。"
PU_NOT_ENOUGH_RES_SHIP="建造新船的费用不足。"
PU_NOT_ENOUGH_RES="你的资源不足。"
PU_LOST_GAME="你输了！"
DELETE="删除"
PU_DELETE_CONFIRM="你确定想要删除%savegame吗？"
PU_ENTER_SAVEGAME="为你的新存档起个名字。"
PU_OVERWRITE_CONFIRM="确定覆盖存档%savegame？"
OVERWRITE="覆盖"
PU_NO_QUICKSAVE="没有快速存档"
PU_CHOOSE_FIRST="+%amount1 %icon %statmod1"
PU_CHOOSE_SECOND="+%amount2 %icon %statmod2"
PU_CHOOSE_STATMOD="你好旅行者。随便挑随便选！"
PU_BUY_STATMOD="支付获得+%amount %resource："
PU_SHRINE_SEVENTH_DRAGON="神圣而高贵的萨-艾朗，一个将全身心投入到探究知识和智慧的新境界的英雄。"
PU_MAX_LEVEL_REACHED="你已达到最高等级。"
PU_SURRENDER_OR_FLEE="你想投降或逃跑吗？投降会消耗资源，但你能保留军队。而逃跑则会损失所有军队。"
PU_DUEL_FLEE="确定从对战中撤退？"
PU_ARTIFACT_DISABLE_SURRENDER="受到%hero%item的影响，你无法在战斗中投降"
PU_ARTIFACT_DISABLE_FLEE="受到%hero%item的影响，你无法在战斗中逃跑"
PU_SURRENDER="投降"
PU_FLEE="逃跑"
PU_OBSERVATORY_HQ="确定探索地图这部分区域吗？\n\n这会消耗："
PU_REVEAL="显示"
PU_RANDOM_ITEM_SITE="在该地点搜寻宝物。当心，你会因为对神物的冒犯而受到诅咒：\n%bufftooltip"
PU_CARTOGRAPHER="你想要学习制图师技艺吗？\n这将花费:%price"
PU_FORTUNE_TELLER="预言师们预测下周会是“%week”：\n%description"
PU_SURRENDER_DISABLED="目前无法投降"
PU_NO_SURRENDER_NEUTRAL="无法向中立军队投降。"
PU_NO_FLEESURRENDER_TOWNDEF="守卫某个地点时无法逃跑或是投降。"
PU_FLEE_DISABLED="目前无法逃跑"
PU_QUIT_MAP="退出至何处？"
PU_QUIT_MAP_DESKTOP="桌面"
PU_QUIT_MAP_MAINMENU="主菜单"
PU_QUIT_GAME="你确定要退出吗？"
PU_ARCANE_ACADEMY="奥术学院能将你的新手或专家阶魔法技能提升到下个等级，但需要付出一定代价。\n消耗："
PU_SCHOOL_OF_WAR="你想要通过战争学院进阶一个已学会的力量技能吗？\n这将花费："
PU_MAGIC_DONT_FULFILL_REQ="该英雄还未学习魔法技能或无法提升已经习得的魔法技能。"
PU_MIGHT_DONT_FULFILL_REQ="该英雄还未学习力量技能或无法提升已经习得的力量技能。"
PU_ALL_SKILLS_LEARNED="你无法在这里学到任何新东西了。"
PU_WAITING_FOR_LOBBY_DATA="等待服务器发送大厅数据。"
PU_GAME_HAS_STARTED="游戏开始..."
PU_GOT_KICKED="你已被服务器踢出。"
PU_LOST_CONNECTION="服务器断开连接。"
PU_LOST_CONNECTION_CLIENTS="失去用户的连接。"
PU_INIT_FAILED="多人游戏初始化失败"
PU_CREATE_LAN_OR_INET="创建互联网游戏需要开启27015端口！"
PU_JOIN_LAN_OR_INET="加入局域网还是互联网游戏？(需要开启27015端口)"
PU_LAN="局域网游戏"
PU_INET="在线游戏"
PU_DESTORY_CONFIRM="你确定摧毁所有这一阶段的建筑吗？"
PU_WAIT_CREATE_ONLINE_GAME="创建在线游戏..."
PU_DIFFICULTY_CHANGE="你已经进行了%diff.难度游戏，必须重新开始地图才能调整难度！"
EGA_NEXT_MAP="下一张地图"
EGA_COUNCIL="议会"
EGA_MAINMENU="主菜单"
EGA_OBSERVER="成为观战者"
EGA_LOAD_GAME="载入"
PU_GAME_WENT_OOS="无法同步游戏"
PU_MULTIPLAYER_LOAD="在局域网还是互联网加载游戏？(需要开启27015端口)"
PU_MULTIPLAYER_LOAD_LAN="局域网游戏"
PU_MULTIPLAYER_LOAD_INET="在线游戏"
PU_LOBBY_DESTROY_CONFIRM="你确定要取消游戏并退回主菜单吗？（所有玩家将会断开连接）"
PU_LOBBY_QUIT_CONFIRM="你确定要退出大厅并退回主菜单吗？"
PU_SERVER_CLOSED_LOBBY="房主关闭了大厅。"
PU_GAME_ENDED="游戏已结束"
PU_CONFIRM_CAMPAIGN_RESET="你将丢失所有进度。\n确定要重置该战役？"
PU_CONNECT_FAIL_COMPLETE="无法连接服务器。"
PU_CONNECT_FAIL_TIMEOUT="无法连接服务器（超时）。"
PU_WAIT_FOR_SAVEGAME_DELETE="等待存盘删除存档..."
PU_ABANDON_MERGE="这里还剩下一些生物，你确定要抛弃他们吗？"
PU_RESTART_MAP="确定重新开始地图？"
PU_RESTART_COMBAT="确定重新战斗？"
PU_KEY_CONFLICT="由于键位冲突，下列命令失去组合键绑定："
PU_RESOLUTION_KEEP="保留当前分辨率？（将在%time秒后还原。）"
PU_RESOLUTION_KEEP_TICK="保留当前分辨率？（将在%time秒后还原。）"
PU_QUIT_HOST="警告：房主离开房间将结束其他玩家的游戏。"
PU_CONNECTNG_TO_SERVER="正在连接服务器…"
PU_WAIT_RETURN_COMBAT="其他玩家正从战斗场面返回，请稍待片刻。"
PU_WAIT_TACTICS="其他玩家正在部署战术，请稍候片刻。"
PU_WAIT_LOADING="其他玩家正在加载地图，请稍候片刻。"
PU_WARFARE_KILL_1="%unit1即将被解散，确定继续？"
PU_WARFARE_KILL_2="%unit1和%unit2即将被解散，确定继续？"
TT_UPLAY_OFFLINE_MODE="Uplay正在离线模式运行"
TT_NOT_CONNECTED="未连接互联网。"
PU_LANG_RESTART_GAME="语言设定将在重启游戏后生效"
PU_ATTACK_CANCELLED="攻击被取消。"
PU_DELETE_CARAVAN_CONFIRM="确定想要移除篷车和上面的所有生物吗？"
PU_NO_SAVEGAME="没有加入该赛事所需的存档"
PU_CAMPAIGN_ADVICE="欢迎来到《英雄无敌7》！如果您是本系列游戏的新进玩家，我们强烈建议您从圣堂战役开始上手，从而踏上你的冒险旅程。"
PU_OPEN_BROWSER_WARNING="这将打开您的浏览器并播放教学视频，确定前往？"
PU_MULTIPLAYER_PATH_CHANGED="移动取消，\n因该此军队的路径已更改。"
PU_MULTIPLAYER_ALREADY_LOOTED="行动取消，\n因为目标对象已经消失。"
PU_MULTIPLAYER_ARMY_MOVED="行动取消，\n因为目标军队已经移动或已被击败。"
PU_MULTIPLAYER_COMBAT_STARTING="一场战斗正在发生。"
PU_MULTIPLAYER_COMBAT_STARTING_SEC="一场战斗即将在%seconds内打响。"
PU_ABANDONED_MINE="未知的危險可能潛伏在這座礦坑中，你敢進去冒這個險嗎？"
RUNIX_BOX_QUESTION="这个盒子上刻着不寻常的符文，可能警告着其中存在的潜在危险。\n\n你确定打开符文秘盒吗？"
PU_HERO_TRADING="你的英雄%hero正在进行交易，你要取消这次交易吗？"
PU_HERO_TRADE_FINISHED="这次交易已由其他玩家完成。"
PU_HERO_RETREAT="你现在可以和英雄%hero一同撤退了。"
PU_PLAYER_IN_COMBAT="目标玩家正在战斗中。"
PU_TARGET_IN_COMBAT="目标正在被攻击。"
PU_DONT_SHOW_AGAIN="不再显示。"
ARTEFACT_PICKUP_1="你被某个看起来像是巨龙骨骼的东西绊倒了。在进一步检查后，你发现了一个宝物%artifact，也许曾属于某个过于自信的冒险者…"
ARTEFACT_PICKUP_2="一位前任突击者的遗孀对你的任务感到相当钦佩，于是将一个带有魔力的宝物%artifact交给了你，他丈夫依靠此物才得以四处冒险。"
ARTEFACT_PICKUP_3="一位寂静修女会的神秘女祭司似乎等着你的到来，她将%artifact交给你后就转身离开，从头到底只字未提。"
ARTEFACT_PICKUP_4="在一阵突如其来的风暴之中，一道雷电劈开了一棵大树。在惊讶之余，你发现树里有一件神秘物品：%artifact。"
ARTEFACT_PICKUP_5="在搜寻一片坍方坑道的碎石时，你救出了一群受困的矮人。为了表达感激，他们的领袖给了你一个：%artifact。"
ARTEFACT_PICKUP_6="在登上一座小山丘的山顶后，你看到了一幅荒谬的景象。一个花妖正试着带走一些几乎跟自己一样大的宝物。忍住笑意的你问道：“需要帮忙吗？”妖精大惊失色，立刻飞走，而%artifact就这样留在原地。"
ARTEFACT_PICKUP_7="你找到一个似乎是以龙钢制成的大箱子。当你碰到箱子时，箱子发出吵杂的嘶嘶声并应声而开，里面就装着%artifact。"
ARTEFACT_PICKUP_8="一名缺乏补给品的旅行工匠打算用他最好的东西跟你交换食物和水。你接受了这个交易，于是他把%artifact给了你。"
ARTEFACT_PICKUP_9="短暂地停留在一间奇异的乡下旅店后，你不但与众人交换了金钱、故事，而且意外地连行李都换掉了。你在自己的新背包中找到了%artifact。"
ARTEFACT_PICKUP_10="你的军队中了一小群野生哥布尔部落（每个都很蠢）的埋伏。你轻松地解决了他们，而生还者四散奔逃。其中一个哥布尔带着一个宝物%artifact。你将这个宝物拿走，觉得这应该会是个不错的纪念品。"
ARTEFACT_PICKUP_11="一群黑牙拾荒者正在挑选死亡战士身上的遗物。在吓跑这群恶棍后，你留意到他们忽略了%artifact。"
ARTEFACT_PICKUP_12="一名来自卡索的商人找人保护他免受兽形人强盗部落的侵扰。为了答谢你的协助，他将%artifact交给了你。"
ARTEFACT_PICKUP_13="从一群凶猛的恐狼中救出了一名年轻男孩后，你带着他回到他父亲的大宅。这名贵族满是感激地给了你一样珍贵的物品%artifact做为回报。"
ARTEFACT_PICKUP_14="当你解决了在农村吞食贵族骑士的可怕双足飞龙后，他们将%artifact交给你，并赞颂你的行为。"
ARTEFACT_PICKUP_15="一头中了陷阱的独角兽在恐惧中不断嘶叫着。你一边轻声安抚它的情绪，一边将它从陷阱中救出来。喷了喷鼻息并跺了一下前蹄后，它飞也似地跑开了。隔天，一名德鲁伊找到了你，这名精灵将%artifact送给你，借此答谢你救了他的朋友。"
ARTEFACT_PICKUP_16="造访当地的盲眼兄弟会修道院时，你开始解释自己旅程的目的。早已预见你到来的首席僧侣将%artifact交给你，为你的旅程带来助力。"
ARTEFACT_PICKUP_17="一名海精灵遭到黑暗卫士雇佣兵的严刑拷打。你救了她，作为回报，她给了你一个在过去旅途中取得的宝物：%artifact。"
ARTEFACT_PICKUP_18="你偶然碰见一位法师，而为了安全的考虑，他希望能与你的军队同行一小段路。你同意了，而他将%artifact做为此行的报酬。"
ARTEFACT_PICKUP_19="你找到一座隐藏在树林之中的神秘亚莎祭坛，漂浮在圣坛上方的是一个神秘的物品：%artifact。你非常小心地拿走那个东西，并时时注意不要惊扰到任何其他东西。"
ARTEFACT_PICKUP_20="战斗的声音引起你的注意，你看到一位年迈的野蛮兽人正在与一只六头蛇战斗。你及时地加入战局，让战况有利于兽人；而为了答谢你的帮助，他给了你一件其先祖曾配戴过的物品：%artifact。"
ARTEFACT_PICKUP_21="在你四处游荡的过程中偶然碰见了一位隐士，他住在一间小而整齐的小屋里。由于对你的任务感到印象深刻，所以他暂停了冥想，并将%artifact交给你，这是他过去身为风刃团成员时所留下的纪念品。"
ARTEFACT_PICKUP_22="一阵强烈的风暴打开了通往墓穴的通道。在调查之后，你发现墓穴早被搜括一空，但这些盗墓贼忽略了一项物品：%artifact。"
ARTEFACT_PICKUP_23="你走近查看一座小屋的遗迹，显然这座小屋遭到一道非常巨大的闪电袭击。在断垣残壁中，你找到了%artifact。"
ARTEFACT_PICKUP_24="一阵痛苦的叫喊声带你找到了一位半人马，她被困在陷阱之中。在解救了这位兽形人后，为了表达谢意，她给了你一件东西：%artifact。"
ARTEFACT_PICKUP_25="你拜访了一位自由法师，而在看过你的军队之后，你那寻求正义的理想让他相当感动。这个对你忠诚的新臣民给了你%artifact，借此为你的战斗提供协助。"
ARTEFACT_PICKUP_26="一名与自己旅伴分开的女贵族前来寻求你的协助。在护送她回家后，她将%artifact送给你做为奖励。"
ARTEFACT_PICKUP_27="一名老海盗告诉你他找到%artifact的故事，接着他把一张褪色的地图交给你，上面记载着他埋藏这东西的地方。花了很多的时间探索之后，你在附近的岩石下找到装着这个宝物的箱子。"
ARTEFACT_PICKUP_28="漫步在上古杉提瑞遗迹之中，你偶然发现了%artifact，感觉就好像这个宝物一直在这里等你似的。"
ARTEFACT_PICKUP_29="在搜寻遗迹时，你惊讶地发现了%artifact。你小心翼翼地拍掉上面的灰尘后，才把这个宝物放进你的背包。"
ARTEFACT_PICKUP_30="你注意到一支商队正遭受强盗的攻击。你率兵前往，也让那群盗匪四散逃窜。松了一口气的商人为了答谢，决定送给你他们所拥有最好的东西：%artifact。"

[H7TooltipReplacement]
TTR_REINFORCEMENTS="火线增援"
TTR_RANDOM_BUFF="添加随机增益"
TTR_CHARGE="每一固定距离获得 %value %statlist"
TTR_REVEAL_ZONE="%value 块方格为半径"
TTR_FLANK="侧击"
TTR_LEARN_ENEMY_SPELL="窃取敌方英雄施放的法术"
TTR_SHIELD_LINK_SHARE="与保护者平摊伤害"
TTR_SHIELD_LINK_DOUBLE="复制到链接"
TTR_LUCKY="真走运..."
TTR_CHARGES="收取%statlist费用"
TTR_BUFF_DURATION="修改增益持续时间"
TTR_SPELLRANK_MOD="设置所有的法术从 %rank 阶到 %rankToSet 阶依次施放"
TTR_NEGOTIATION_RESULT="谈判成功后中立军队总是会免费加入你"
TTR_TELEPORTING="搬运"
TTR_REFUND_MANA="退还 %percentage% 法力消耗"
TTR_MANA_DIVERGENCE="在战斗中每当敌方英雄消耗 %value 点法力值，我方英雄就能获得1点法力值"
TTR_RESET_BUFF_DURATION="重设随机增益的持续时间"
TTR_ADD_COUNTER="额外的筹码"
TTR_ADD_RESOURCE="增加资源"
TTR_LIGHTNING_EFFECT="伤害将会在%branches中传递 %jumps 次，每次传递伤害值减少 %percent。"
TTR_DAMAGE_MULTIPLIER="基础伤害%percent加成"
TTR_FLANKABILITY="改变侧击能力"
TTR_CHANGE_MOVEMENT="改变移动方式：%movetype"
TTR_DECREASE_COST="减少建设费用"
TTR_DECREASE_RECRUIT_COST="减少招募费用"
TTR_SCOUT="侦查"
TTR_FACE_FEAR="恐惧"
TTR_RULER="总督魔法"
TTR_INCREASE_SIZE="增加光环范围"
TTR_INCREASE_BUILDING="增加每日建筑量"
TTR_LOSE_ACTION="失去行动"
TTR_MOD_SIZE="修改组队规模"
TTR_OFFENSE="完美进攻"
TTR_REFUND_RES_COST="退还资源消耗"
TTR_REMOVE_BUFFS="移除了 %amount 个增益"
TTR_WAIT="等待"
TTR_SET_ERRATIC_COVER="在牢房设下飘忽罗罩。"
TTR_XP_CAP="利用当前英雄将一个友好英雄的经验值升至 %XP"
TTR_TEACH_SPELL="学习法术"
TTR_TAKE_CONTROL="接管%unittype控制权"
TTR_CYCLONE_SPECIAL="将目标替换到一个随机位置"
TTR_STRIKE_AND_RETURN="这个生物能够飞到目标身边，完成攻击后再飞回原来的位置。"
TTR_MANEUVER="策略"
TTR_KILL_TOP_CREATURE="如果生物的队伍可以造成至少1点伤害,那么除了被存粹伤害击杀的单位外还将再多击杀一个生物。"
TTR_LIMIT_KILLS="将潜在伤害杀敌上限限制在%kills"
TTR_PUSHBACK_SPECIAL="将目标推动 %distance 格"
TTR_SOUL_REAVER="在战斗中选择了该技能后，玩家可以选取一个将鬼龙进攻的敌方生物目标。鬼龙每击杀一个生物都将抽取敌方英雄1点法力，并转移给本方英雄。"
TTR_STORM_LORD="我甚至不知道..."
TTR_DEATH_MARCH="所有的组队受到了 %percent 损失"
TTR_CYCLOPS_ATTACK_BUFF="所有组队受到 %percent 损失"
TTR_NECROMANCY_EFFECT="亡灵巫术"
TTR_ETERNAL_SERVITUDE_EFFECT="永恒奴役"
TTR_SUMMON_EFFECT="召唤生物"
TTR_KILL_EFFECT="击杀"
TTR_MODIFIED_DAMAGE_OVER_TIME="修改伤害持续时间"
TTR_MOD_MANA_COST_EFFECT="修改法力消耗"
TTR_MOD_POWER="调整生物反击力"
TTR_MOD_MOVE_COST="修改移动消耗"
TTR_MOD_TARGET_TYPE_EFFECT="修改目标类型"
TTR_IMPLOSION_PULL_SPECIAL="尽可能拉近附近的单位"
TTR_SUMMON_WARFARE_UNIT="召唤一个战争单位"
TTR_SET_STASIS="令该组队停滞"
TTR_RELEASE_STASIS="令该组队从停滞中释放出来"
TTR_PROVIDE_COVER="给队伍提供遮掩"
TTR_ALLOW_MOVE_THROUGH="允许盟军队伍穿过该单位"
TTR_RETRIEVE_TEAR_OF_ASHA="尝试重新获得亚莎之泪"
TTR_CAST_ON_RANDOM="标记随机目标"
TTR_CAST_ON_EFFECT_TARGET="瞄准有效目标"
TTR_MOVE_OBSTACLE="移动障碍"
TTR_DAMAGE_MULTIPLIER_PER_TARGET="依目标数量来增加伤害（每个目标增加 %percent 伤害）"
TTR_DAMAGE_MULTIPLIER_REDIRECT="重新导引 %percent 的伤害"
TTR_SHIELD="防护"
TTR_DISABLE_FLEE_SURRENDER="英雄无法投降或逃跑"
TRR_="所有在%hero军队中的组队受到 %percent 损失"

[H7Effect]
TT_DAMAGE="伤害"
TT_HEAL="治疗"
TT_UNKNOWN="不明物体"
TT_DURATION="持续时间"
TT_DURATION_X="持续时间：%duration"
TT_DURATION_CHANGE="持续时间改变：%change"
TT_SPECIAL="%effect特殊效果"
TT_UNKNOWN_FX="未知效果"
TT_SAME_CASTER_UNKNOWN="来自同一个施法者（未知）"
TT_SAME_CASTER="来自同一个施法者（%target）"
TT_GOT_BUFF="已获得增益"
TT_GOT_NOT_BUFF="未获得增益"
TT_TO="到"
TT_CHANCE="%chance% 几率"

[H7Keys]
KEY_F1="F1"
KEY_F2="F2"
KEY_F3="F3"
KEY_F4="F4"
KEY_F5="F5"
KEY_F6="F6"
KEY_F7="F7"
KEY_F8="F8"
KEY_F9="F9"
KEY_F10="F10"
KEY_F11="F11"
KEY_F12="F12"
KEY_A="A"
KEY_B="B"
KEY_C="C"
KEY_D="D"
KEY_E="E"
KEY_F="F"
KEY_G="G"
KEY_H="H"
KEY_I="I"
KEY_J="J"
KEY_K="K"
KEY_L="L"
KEY_M="M"
KEY_N="N"
KEY_O="O"
KEY_P="P"
KEY_Q="Q"
KEY_R="R"
KEY_S="S"
KEY_T="T"
KEY_U="U"
KEY_V="V"
KEY_W="W"
KEY_X="X"
KEY_Y="Y"
KEY_Z="Z"
KEY_ESCAPE="Esc"
KEY_TAB="Tab"
KEY_TILDE="~"
KEY_SCROLLLOCK="ScrollLock"
KEY_PAUSE="Pause"
KEY_ONE="1"
KEY_TWO="2"
KEY_THREE="3"
KEY_FOUR="4"
KEY_FIVE="5"
KEY_SIX="6"
KEY_SEVEN="7"
KEY_EIGHT="8"
KEY_NINE="9"
KEY_ZERO="0"
KEY_UNDERSCORE="_"
KEY_EQUALS="="
KEY_BACKSLASH="\\"
KEY_LEFTBRACKET="["
KEY_RIGHTBRACKET="]"
KEY_ENTER="回车"
KEY_CAPSLOCK="CapsLock"
KEY_SEMICOLON=";"
KEY_QUOTE="\""
KEY_LEFTSHIFT="LeftShift"
KEY_COMMA=","
KEY_PERIOD="."
KEY_SLASH="/"
KEY_RIGHTSHIFT="RightShift"
KEY_LEFTCONTROL="LeftControl"
KEY_LEFTALT="LeftAlt"
KEY_SPACEBAR="空格"
KEY_RIGHTALT="RightAlt"
KEY_RIGHTCONTROL="RightControl"
KEY_LEFT="左"
KEY_UP="上"
KEY_DOWN="下"
KEY_RIGHT="右"
KEY_HOME="Home"
KEY_END="End"
KEY_INSERT="Insert"
KEY_PAGEUP="PageUp"
KEY_DELETE="Delete"
KEY_PAGEDOWN="PageDown"
KEY_NUMLOCK="NumLock"
KEY_DIVIDE="/"
KEY_MULTIPLY="*"
KEY_SUBTRACT="-"
KEY_ADD="+"
KEY_NUMPADONE="1Num"
KEY_NUMPADTWO="2Num"
KEY_NUMPADTHREE="3Num"
KEY_NUMPADFOUR="4Num"
KEY_NUMPADFIVE="5Num"
KEY_NUMPADSIX="6Num"
KEY_NUMPADSEVEN="7Num"
KEY_NUMPADEIGHT="8Num"
KEY_NUMPADNINE="9Num"
KEY_NUMPADZERO="0Num"
KEY_DECIMAL="."
KEY_BACKSPACE="BackSpace"
KEY_SHIFT="Shift"
KEY_CONTROL="Ctrl"
KEY_ALT="Alt"

;kismet

[H7SeqAct_ShowText]
CONFIRM_TEXT="确定"

[H7SeqAct_ShowDialogue]
HDG_NEXT_LINE="后一页"
HDG_PREVIOUS_LINE="前一页"
HDG_CLOSE="关闭"

[H7ConditionProgress]
TIME_PASSED_PROGRESS_DAYS="%current / %maximum 天过去了。"
TIME_PASSED_PROGRESS_WEEKS="%current / %maximum 周过去了。"
DEFEATED_ARMIES_PROGRESS="已击败 %current / %maximum 支军队。"
GATHER_RESOURCES_PROGRESS="已收集 %current / %maximum %resource。"
HERO_COLLECTED_ITEMS_PROGRESS="已收集 %current / %maximum 件宝物。"
HOLD_CREATURES_NUM_PROGRESS="已招募 %current / %maximum 需求的生物。"
HOLD_CREATURES_PERCENT_PROGRESS="已招募百分之%current / %maximum 需求的生物。"
HAS_RESOURCE_PERCENT_PROGRESS="已收集所需资源 %current / %maximum。"
LOSE_ARMY_STRENGTH_PROGRESS="总共军力损失了百分之%current。"
LOST_CREATURES_PROGRESS="总共军力损失了百分之%current。"
COLLECTED_SOULS_PROGRESS="已收集 %current / %maximum 个灵魂。"
COLLECTED_ARMIES_PROGRESS="已招募 %current / %maximum 支军队。"
OWN_SITES_PROGRESS="已征服 %current / %maximum 个地点。"
ARMIES_DEFEATED_PROGRESS="已击败 %current / %maximum 支军队。"
MINES_DESTROYED_PROGRESS="%current / %maximum 座矿区已摧毁。"
PLUNDER_MINES_PROGRESS="已掠夺 %current / %maximum 片矿场。"
SITES_VISITED_PROGRESS="已拜访 %current / %maximum 个地点。"
[H7SeqAct_QuestObjective]
DefaultWinDescription="击败全部敌方玩家后获胜。"
WinCondDefeatArmyDescription="击败指定军队后获胜。"
WinCondDefeatHeroDescription="击败%0英雄后获胜。"
WinCondAcquireArtifactDescription="找到%0宝物后获胜。"
WinCondAccumulateResourceDescription="收集资源或击败所有敌方玩家后获胜。"
WinCondCaptureTownDescription="占领%0城镇后获胜。"
WinCondControlAllFortsDescription="控制所有要塞或击败所有敌方玩家后获胜。"
WinCondControlAllMinesDescription="控制所有资源点后获胜。"
WinCondAccumulateCreaturesDescription="积攒 %amount 个%tier级生物获胜。"
WinCondTransportArtifactDescription="将宝物%0带去%1城镇获胜。"
WinCondBuildTearOfAshaDescription="建造亚莎之泪建筑或击败所有敌方玩家后获胜。"
DefaultLoseDescription="避免失败\n如果玩家失去所有英雄和城镇，或者7天内没有控制任何城镇就会失败。"
LoseCondLoseTownDescription="不要失去%0城镇。"
LoseCondLoseHeroDescription="不要失去%0英雄。"
LoseCondTimeLimitDescription="在%weeks周内获得胜利。"
[H7UPlay]
UPLAY_MESSAGE_USER_CONNECTION_LOST="Uplay意外终止，请关闭并重启游戏以防某些功能失效。"
UPLAY_MESSAGE_USER_ACCOUNT_SHARING="已经注销Uplay。该游戏需要连接Uplay运行某些服务，请退出游戏并重新登录Uplay。"
UPLAY_ONLINE_SERVICES_NOT_AVAILABLE="游戏服务器暂不可用，我们将尽快为您重新连接。"
UPLAY_UPLAY_SERVICES_NOT_AVAILABLE="PC版Uplay暂时无法使用，我们会尽快为您重新连接。"
UPLAY_COULD_NOT_FIND_INVITE_GAME="未找到游戏。"
UPLAY_ACTION_COMPLETED="完成活动"
UPLAY_MMH7ACTION01="钻研历史"
UPLAY_MMH7ACTION02="以史为鉴"
UPLAY_MMH7ACTION03="倾听者"
UPLAY_MMH7ACTION04="力量证明"
UPLAY_MMH7ACTION05="对着亚山再说一遍，我接受挑战！"